{
  "categories": {
    "butchery": "Guia de Abate",
    "yeastbakes": "Assados com Fermento",
    "cookies": "Biscoitos",
    "christmas": "Biscoitos de Natal",
    "confections": "Confeitos",
    "sides": "Acompanhamentos",
    "roundcakes": "Bolos Redondos",
    "layercakes": "Bolos em Camadas",
    "sheetcakes": "Bolos de Assadeira",
    "loafcakes": "Bolos de Forma",
    "mains": "Pratos Principais",
    "flatbreads": "Panquecas e Pães Finos",
    "dessert": "Sobremesa",
    "bread": "Pães e Pãezinhos",
    "drinks": "Bebidas",
    "cordials": "Xaropes"
  },
  "meals": {
    "preserve": "Conserva",
    "coffee": "Café",
    "cake": "Bolo",
    "dinner": "Jantar",
    "brunch": "Café da Manhã/Almoço",
    "dessert": "Sobremesa",
    "drinks": "Bebidas"
  },
  "cuisines": {
    "norwegian": "Norueguesa",
    "danish": "Dinamarquesa",
    "swedish": "Sueca",
    "scandinavian": "Escandinava",
    "american": "Americana",
    "brazilian": "Brasileira",
    "italian": "Italiana",
    "russian": "Russa",
    "european": "Europeia"
  },
  "sources": {
    "recipebook": "Livro de Receitas"
  },
  "recipes": [
    {"id":"recipe_1756246163960_njdn2dape","title":"Abate de Porco e Cortes","servings":"1 porco","provider":"Vovô","reference":"Livro de Receitas","pageNumber":116,"category":"Guia de Abate","meal":"Conserva","cuisine":"Norueguesa","description":"Guia detalhado para abate caseiro de porco com métodos tradicionais. Descreve todo o processo desde o atordoamento até a divisão, incluindo remoção de cerdas, calagem e dessalgue. Mostra como todo o porco é aproveitado para diferentes produtos. Uma parte importante do patrimônio alimentar norueguês e cultura de autossuficiência.","image":"griseslakt.jpg","ingredients":["1 porco","Sal","Temperos","Água","Cal","Água com bicarbonato"],"instructions":[{"group":"Preparação","steps":["Prepare o necessário: sal, especiarias e similares.","Prepare bacias de sal e tanques de lavagem. Certifique-se de que estejam limpos."]},{"group":"Abate","steps":["Atordoe o porco, corte a garganta para drenar o sangue.","Escalde com água abundante até as cerdas mudarem de cor.","Despeje a água fervente no tanque. Deixe o porco esfriar.","Raspe todo o corpo e enxágue com água quente."]},{"group":"Calagem","steps":["Misture cal e água.","Espalhe sobre a pele com escova.","Deixe descansar por algumas horas.","Raspe bem, enxágue e seque o porco."]},{"group":"Água com Bicarbonato","steps":["Usada em pele e similares.","Encha o tanque com água fervente com bicarbonato.","Deixe esfriar."]},{"group":"Tempos de Dessalgue","steps":["Carne para conserva: 2-3 dias","Miúdos: 3-4 dias","Tripas: 3-4 dias","Gordura: 4-5 dias (troque a água semanalmente no verão)"]},{"group":"Divisão de Meio Porco","steps":["A carcaça deve estar fria antes de dividir.","Primeiro retire o osso do quadril e os rins. Usado para derreter gordura.","Corte o filé que fica ao longo da coluna, em direção ao pernil. Usado para costeletas ou bife de porco.","Divida o porco em dois, até a última costela."]},{"group":"Parte Dianteira","steps":["Primeiro corte o pescoço.","Serre na altura do pescoço.","Remova da escápula para fora, cuidado para não danificar a paleta."]},{"group":"Uso dos Cortes","steps":["Pernil usado para presunto enrolado ou carne salgada.","Costelas: para costeletas ou lombo de porco.","Paleta: principalmente para presunto defumado ou assado de porco, ou para moer para linguiça.","Bacon: da paleta e lateral usado para bacon salgado."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755530008601_5c9sko0oi","title":"Anel Vienense","servings":"1 anel grande","provider":"Vovó","reference":"Livro de Receitas","pageNumber":18,"category":"Assados com Fermento","meal":"Café","cuisine":"Dinamarquesa","description":"Anel vienense decorativo com recheio de creme visível que borbulha durante o cozimento. O creme suave de baunilha complementa a massa doce com fermento. O corte cria apresentação linda. Centro perfeito na mesa festiva.","image":"wienerring.jpg","ingredients":[{"group":"Massa","items":["250 g de farinha de trigo","50 g de açúcar","aprox. 125 ml de leite (morno)","1 ovo","40 g de fermento","100 g de manteiga","1 ovo para pincelar","Um pouco de amêndoas picadas para decorar"]},{"group":"Recheio","items":["1 gema","150 ml de creme de leite","½ colher de chá de açúcar de baunilha","1 colher de sopa de fécula de batata","1 colher de sopa de açúcar"]}],"instructions":["Peneire farinha e açúcar em tigela.","Dissolva o fermento no leite morno e bata o ovo.","Misture o líquido no seco e sove a massa até ficar lisa. Trabalhe a manteiga por último. Deixe crescer até dobrar de tamanho.","Faça o recheio: Bata creme, gema, açúcar, fécula de batata e açúcar de baunilha. Cozinhe cuidadosamente mexendo até formar creme espesso. Esfrie.","Abra a massa em retângulo grande e distribua o recheio uniformemente.","Enrole a massa do lado longo formando cilindro longo e coloque em assadeira com papel manteiga.","Forme o cilindro em anel grande e aperte as extremidades bem juntas.","Corte cortes diagonais com cerca de 3 cm de intervalo quase todo através, e vire cada pedaço levemente para fora para que o recheio apareça.","Pincele com ovo e polvilhe amêndoas picadas.","Asse a 180°C (ar circulante) ou 200°C (calor superior e inferior) por cerca de 25-30 minutos até ficar dourado."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755566518474_3zxd45n9l","title":"Bastões de Fermento em Pó","servings":"Cerca de 30-40 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":17,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos aerados que crescem sem fermento biológico, com superfície crocante coberta de açúcar grosso. O fermento em pó proporciona crescimento rápido e torna os biscoitos fáceis de fazer em pouco tempo. Têm sabor suave e doce com crosta crocante e interior macio. Formados como bastões dão um caráter rústico e caseiro. Servem-se melhor no mesmo dia, perfeitos para um café espontâneo.","image":"bakepulverstenger.jpg","ingredients":["500 g de farinha de trigo","100 g de margarina","100 g de açúcar","1 ovo","250 ml de leite","3 colheres de chá de fermento em pó","1 ovo para pincelar","Um pouco de açúcar grosso para cobertura"],"instructions":["Misture farinha, açúcar e fermento em uma tigela.","Esfarele a margarina até parecer migalhas grossas.","Bata o ovo levemente e adicione junto com o leite. Trabalhe a massa rapidamente.","Divida a massa em quatro partes e enrole em bastões.","Coloque os bastões em assadeira forrada com papel manteiga, pincele com ovo batido e polvilhe açúcar grosso.","Asse até ficarem dourados claros a cerca de 200°C por 10-12 minutos."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755979594759_iyehyfkd2","title":"Biscoitos Cone","servings":"Cerca de 25-30 cones","provider":"Vovó","reference":"Livro de Receitas","pageNumber":71,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos cone noruegueses clássicos, crocantes e delicados, assados em ferro e formados em cones. A mistura equilibrada de fécula de batata e farinha proporciona tanto crocância quanto resistência. Combinam bem com Natal ou café, preferencialmente recheados com creme de amora ou outro creme de sobremesa. A receita é uma variante revisada da nota da Vovó, ajustada para melhor equilíbrio.","image":"kromkaker.jpg","ingredients":["125 g de aveia em flocos","100 g de manteiga (temperatura ambiente)","100 g de açúcar","30 g de cacau","2 gotas de essência de amêndoa","2-3 colheres de sopa de café forte"],"instructions":["Bata ovos e açúcar até formar creme claro e aerado.","Adicione manteiga derretida e resfriada em fio fino enquanto mexe.","Peneire farinha, fécula de batata e opcionalmente açúcar de baunilha. Incorpore delicadamente até formar massa uniforme.","Deixe a massa descansar por pelo menos 30 minutos para melhor resultado.","DICA: Se a massa parecer muito grossa, adicione 1-2 colheres de sopa de leite ou creme para ajustar consistência.","Asse pequenas porções em ferro de biscoito cone até ficarem douradas.","Forme os biscoitos rapidamente em cones enquanto quentes, ou deixe esfriar planos.","DICA: Sirva preferencialmente recheados com creme batido ou creme de amora."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755874108156_3jz7uqkoq","title":"Biscoitos Cone Simples","servings":"Cerca de 20-25 cones","provider":"Vovó","reference":"Livro de Receitas","pageNumber":61,"category":"Biscoitos de Natal","meal":"Bolo","cuisine":"Norueguesa","description":"Biscoitos cone finos e crocantes feitos de massa simples de creme de ovos, perfeitos para Natal ou café. Assados em ferro especial e moldados em cones enquanto quentes. A massa simples de ovos, açúcar, manteiga e farinha proporciona sabor delicado e levemente doce. Tradicionalmente recheados com creme ou creme de amora para sobremesa irresistível.","image":"enklekromkaker.jpg","ingredients":["5 ovos","200 g de açúcar","120 g de manteiga ou margarina (derretida)","175 g de farinha de trigo"],"instructions":["Bata ovos e açúcar até formar creme aerado.","Adicione manteiga derretida e resfriada.","Peneire a farinha e misture até formar massa uniforme.","Asse pequenas porções em ferro de biscoito cone até ficarem douradas.","Molde em cones ou enrole enquanto quentes.","Esfrie e guarde secos em pote hermético."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756154779495_iu0n9ulcv","title":"Biscoitos de Areia da Gloria","servings":"Cerca de 50 unidades","provider":"Gloria","reference":"Livro de Receitas","pageNumber":81,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos pequenos e amanteigados com fécula de batata que proporciona consistência delicada e derretida. A massa simples de manteiga, açúcar e fécula de batata cria crocância perfeita. O açúcar de baunilha proporciona sabor suave e agradável. Fáceis de fazer e sempre populares na mesa de biscoitos.","image":"sandnotter.jpg","ingredients":["250 g de açúcar","250 g de manteiga (temperatura ambiente)","500 g de fécula de batata","125 g de farinha de trigo","1 ovo","2 colheres de chá de açúcar de baunilha"],"instructions":["Bata manteiga e açúcar até ficar claro e aerado.","Adicione ovo e açúcar de baunilha.","Misture fécula de batata e farinha, trabalhe a massa levemente.","Faça pequenas bolinhas e coloque em assadeira forrada com papel manteiga.","Asse a 175°C por cerca de 10-12 minutos, até ficarem levemente douradas."],"createdAt":"2025-08-25"},
    {"id":"recipe_1756236897513_ynga7qqbn","title":"Biscoitos de Aveia da Dagmar","servings":"Cerca de 50-60 unidades","provider":"Dagmar","reference":"Livro de Receitas","pageNumber":94,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos ricos de aveia com manteiga e ovos que proporcionam um delicioso sabor caseiro. O bicarbonato de amônio (hornsalt) e bicarbonato de sódio garantem crescimento leve e consistência crocante. Têm sabor suave de nozes que combina tanto com café quanto como parte da caixa de biscoitos. Fáceis de fazer e mantêm-se crocantes em pote hermético por várias semanas.","image":"dagmarshavrekjeks.jpg","ingredients":["2-3 ovos (2 grandes ou 3 pequenos)","250 g de açúcar","250 g de manteiga (derretida)","250 g de farinha de trigo","250 g de aveia em flocos","1 colher de chá de bicarbonato de sódio","1 colher de chá de sal de amônio"],"instructions":["Bata ovos e açúcar até formar creme aerado.","Derreta a manteiga e deixe esfriar levemente.","Misture manteiga, farinha, aveia, bicarbonato e hornsalt.","Mexa até formar massa uniforme.","Coloque pequenas porções em assadeira forrada com papel manteiga.","Asse a 180°C por cerca de 10-12 minutos até ficarem dourados.","Esfrie em grade e guarde em pote hermético."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756236917384_nhy9qn56v","title":"Biscoitos de Aveia da Klara","servings":"Cerca de 50-60 unidades","provider":"Klara","reference":"Livro de Receitas","pageNumber":94,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos suaves de aveia com leite que proporciona textura mais macia que variantes tradicionais. O sabor neutro os torna versáteis - igualmente bons com recheios ou sozinhos. Cor dourada e textura uniforme os tornam convidativos. Uma receita confiável que sempre funciona.","image":"klarashavrekjeks.jpg","ingredients":["250 g de manteiga","150 g de açúcar","500 g de aveia em flocos grandes","250 ml de leite","250 g de farinha de trigo","15 g de sal de amônio (aprox. 1,5 colheres de sopa)","1 colher de chá de bicarbonato de sódio"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione leite e misture aveia, farinha, hornsalt e bicarbonato.","Trabalhe a massa rapidamente.","Faça pequenas bolinhas e achate levemente em assadeira com papel manteiga.","Asse a 180°C por cerca de 10-12 minutos até cor dourada.","Esfrie em grade e guarde em pote hermético."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755561053234_vrosyv1oq","title":"Biscoitos de Aveia Rústicos","servings":"Cerca de 40-50 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":37,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos grossos e rústicos com aveia que proporcionam sabor de nozes e textura crocante. O leite e a manteiga os tornam mais macios que os biscoitos de aveia tradicionais, com um equilíbrio agradável entre crocância e mastigabilidade. Perfeitos como lanche de trilha, com copo de leite ou como snack saudável. Melhores quando não são feitos muito grossos - ficam crocantes por fora e um pouco macios por dentro.","image":"bondehavrekjeks.jpg","ingredients":["500 g de aveia em flocos","500 g de margarina ou manteiga","500 g de farinha de trigo","500 ml de leite","150-200 g de açúcar (ajustar ao gosto)","6 colheres de chá de fermento em pó"],"instructions":["Aqueça o leite e derreta a margarina nele.","Misture aveia e açúcar em uma tigela grande.","Despeje a mistura de leite sobre e deixe descansar por pelo menos 30 minutos.","Misture a farinha com fermento e adicione à massa.","Abra a massa com cerca de 3-4 mm de espessura. Corte biscoitos redondos com um copo ou corte em quadrados.","Coloque os biscoitos em assadeira forrada com papel manteiga.","Asse no centro do forno a 200°C por 8-12 minutos, até ficarem dourados.","Esfrie em grade.","DICA: Os biscoitos ficam melhores se não forem muito grossos. Guarde em pote hermético."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755872275099_rdlbnwk65","title":"Biscoitos de Café com Aveia","servings":"Cerca de 40 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":55,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos crocantes de aveia com aroma de manteiga e nozes que enche a cozinha. A quantidade generosa de aveia proporciona sabor e textura distintos. Combina igualmente bem com tábua de queijos ou café. Um biscoito versátil que sempre desaparece rápido.","image":"kaffekjeksmedhavre.jpg","ingredients":["250 g de aveia em flocos finos","250 g de farinha de trigo","½ colher de chá de sal de amônio (ou bicarbonato de sódio)","200 g de açúcar","230 g de manteiga em temperatura ambiente","100 ml de leite"],"instructions":["Misture aveia, farinha, hornsalt e açúcar.","Esfarele a manteiga.","Adicione leite e trabalhe até formar massa firme.","Deixe a massa descansar cerca de 1 hora na geladeira.","Abra até 3-4 mm de espessura e corte biscoitos redondos.","Asse a 200°C por 8-10 min até dourar e ficar crocante.","Esfrie em grade e guarde secos."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755558862621_mmrlec5cm","title":"Biscoitos de Centeio","servings":"20-25 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":29,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos crocantes de centeio com cominho que proporcionam sabor distinto e aromático. A farinha de centeio dá profundidade de nozes enquanto o cominho adiciona tom quente de especiaria. Perfeitos para queijo ou manteiga. A massa fria fica extra crocante durante o cozimento.","image":"rugkjeks.jpg","ingredients":["125 g de farinha de centeio fina","125 g de farinha de trigo","180 g de manteiga (fria, em cubos)","½ colher de chá de alcaravia","1 colher de sopa de vinagre (7%)","75 ml de água fria"],"instructions":["Peneire as farinhas em uma tigela e esfarele a manteiga até a mistura parecer migalhas grossas.","Adicione cominho, vinagre e água fria. Amasse rapidamente até formar massa uniforme.","Deixe a massa descansar na geladeira por pelo menos 30 minutos.","Abra a massa finamente em superfície enfarinhada e fure a superfície com garfo.","Corte quadrados de cerca de 8 × 8 cm e coloque em assadeira forrada com papel manteiga.","Asse no centro do forno a 200°C por 8-12 minutos, até os biscoitos ficarem dourados e crocantes.","Esfrie em grade antes de servir.","DICA: Guarde em pote hermético. Combina muito bem com tábua de queijos."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755825405306_78u3sb7lq","title":"Biscoitos de Gengibre Suecos","servings":"Cerca de 60-70 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":45,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Sueca","description":"Biscoitos de gengibre suecos com melado, amêndoas e frutas cristalizadas para sabor complexo de Natal. Formados em rolos que são cortados em fatias finas antes de assar. Canela e cravo proporcionam sabor quente de especiarias. Ficam crocantes e duráveis - perfeitos para o Natal.","image":"svenskepepperkaker.jpg","ingredients":["250 g de manteiga","250 ml de açúcar (aprox. 225 g)","100 ml de melaço escuro (aprox. 140 g)","75 g de amêndoas picadas finas","50 g de frutas cristalizadas (ou frutas cristalizadas picadas)","1 colher de sopa de canela","½ colher de chá de cravo moído","½ colher de chá de bicarbonato de sódio","500 g de farinha de trigo (aprox. 850 ml, ajustar conforme a massa)"],"instructions":["Derreta manteiga, açúcar e melado em panela. Aqueça até o açúcar dissolver, mas não deixe ferver.","Retire a panela do fogo. Adicione amêndoas, frutas cristalizadas e especiarias. Adicione bicarbonato.","DICA: Se não quiser usar frutas cristalizadas, pode substituir por passas, cranberries secas, cascas de laranja picadas ou cerejas cristalizadas para variação.","Misture a farinha aos poucos, até formar massa uniforme mas firme. Não trabalhe demais.","Divida a massa em duas. Forme rolos, cerca de 4-5 cm de diâmetro.","Embrulhe cada rolo bem em papel manteiga ou filme plástico. Refrigere até o dia seguinte.","Dia seguinte: corte os rolos em fatias muito finas com faca afiada.","Coloque as fatias em assadeira untada ou forrada com papel manteiga.","Asse no centro do forno a 160-175°C por 8-10 minutos, até dourar e ficar crocante.","Esfrie em grade. Guarde em pote hermético."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755559016550_78flrd1r7","title":"Biscoitos Recheados","servings":"Cerca de 25-30 biscoitos recheados","provider":"Vovó","reference":"Livro de Receitas","pageNumber":30,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos crocantes recheados com creme de chocolate ou framboesa para duplo prazer. Os biscoitos caseiros são mais leves e crocantes que as variantes compradas. O recheio os torna extra especiais - melhores no mesmo dia em que são recheados. Perfeitos para crianças ou como conforto nostálgico.","image":"fyltkjeks.jpg","ingredients":[{"group":"Massa de biscoito","items":["2 ovos pequenos","150 g de açúcar","250 g de farinha de trigo","150 g de manteiga (temperatura ambiente)","1 colher de chá de fermento em pó"]},{"group":"Recheio (alternativas)","items":["125 g de açúcar de confeiteiro misturado com aprox. 75 g de gordura vegetal","ou 125 g de açúcar de confeiteiro misturado com um pouco de suco de framboesa","ou 125 g de açúcar de confeiteiro misturado com cacau e um pouco de água até formar creme"]}],"instructions":["Bata ovos e açúcar até formar creme claro e aerado.","Adicione manteiga macia e farinha peneirada misturada com fermento. Misture bem até formar massa uniforme.","Abra a massa finamente em superfície enfarinhada.","Corte pequenos quadrados ou círculos.","Coloque os biscoitos em assadeira forrada com papel manteiga e asse no centro do forno a 180°C por cerca de 8-10 minutos, até ficarem levemente dourados.","Esfrie os biscoitos completamente em grade.","Faça o recheio desejado: misture açúcar de confeiteiro com gordura vegetal derretida, suco de framboesa ou cacau e água, até formar creme para espalhar.","Espalhe recheio no lado de baixo de um biscoito e coloque outro por cima, formando pequenos sanduíches.","DICA: Estes biscoitos são melhores no mesmo dia em que são recheados, mas podem ser guardados em pote hermético por 2-3 dias. Sem recheio, mantêm-se crocantes por várias semanas."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755871189670_mjsekffo4","title":"Biscoitos Simples com Amêndoas","servings":"Cerca de 40 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":54,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Elegantes biscoitos de amêndoa com rico sabor de nozes e textura crocante que derrete na boca. A manteiga é batida aerada com açúcar antes de adicionar as amêndoas, proporcionando consistência leve e porosa. A cor dourada e o aroma de amêndoas os tornam irresistíveis. Perfeitos como biscoitos de luxo para café ou chá.","image":"smakakermedmandler.jpg","ingredients":["350 g de manteiga (temperatura ambiente)","300 g de açúcar","350 g de amêndoas moídas ou picadas finas","250 g de farinha de trigo"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione amêndoas moídas ou picadas finamente.","Peneire a farinha e trabalhe até formar massa uniforme.","Deixe a massa descansar na geladeira por pelo menos 30 minutos.","Forme pequenos biscoitos e coloque em assadeira untada ou forrada com papel manteiga.","Asse a 175°C por 10-12 minutos, até ficarem levemente dourados.","Esfrie em grade antes de servir."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755871881274_ede8dvphq","title":"Bolinhas de Chocolate","servings":"Cerca de 25 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":54,"category":"Confeitos","meal":"Café","cuisine":"Norueguesa","description":"Bolinhas ricas de chocolate com gordura de coco, cacau e essência de rum para sabor intenso. Nozes picadas e coco proporcionam textura e profundidade. Refrigeradas sem assar para preparo fácil. Confeito perfeito para café ou como presente caseiro.","image":"sjokoladeboller.jpg","ingredients":["250 g de gordura de coco (gordura vegetal)","250 g de açúcar de confeiteiro","1 ovo (batido)","1-2 colheres de sopa de cacau","1-2 colheres de sopa de café forte","Algumas gotas de essência de rum","100 g de avelãs picadas","50 g de coco ralado"],"instructions":["Derreta gordura de coco em banho-maria.","Adicione açúcar de confeiteiro, ovo batido, cacau e café.","Adicione algumas gotas de essência de rum a gosto.","Misture nozes picadas e coco.","Coloque pequenas bolinhas em papel manteiga com colher.","Deixe as bolinhas endurecerem na geladeira antes de servir."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755824413594_gh5xlrrn8","title":"Bolinhas de Nozes","servings":"Cerca de 25 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":43,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Pequenos biscoitos crocantes de nozes com avelãs que proporcionam sabor delicado e cor dourada. A massa simples permite que o sabor das nozes brilhe. O açúcar de baunilha proporciona aroma sutil. Biscoitos perfeitos que desaparecem rapidamente do prato.","image":"nøttepletter.jpg","ingredients":["100 g de manteiga em temperatura ambiente","150 g de açúcar","200 g de farinha de trigo","40 g de avelãs picadas","1 colher de chá de fermento em pó","1 colher de chá de açúcar de baunilha","1 ovo"],"instructions":["Bata manteiga e açúcar até ficar branco e poroso.","Adicione o ovo e misture bem.","Incorpore as nozes picadas.","Peneire farinha, fermento e açúcar de baunilha, e misture na massa.","Coloque pequenos bolos em assadeira forrada com papel manteiga.","Asse a 190°C por cerca de 10 minutos, até ficarem dourados."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756238260544_dmoqicyup","title":"Bolinhos de Batata","servings":"7-8 unidades","provider":"I. Espelid","reference":"Livro de Receitas","pageNumber":97,"category":"Acompanhamentos","meal":"Jantar","cuisine":"Norueguesa","description":"Bolinhos simples de batata crua e cebola, crocantes por fora e macios por dentro. A farinha de cevada une e proporciona leve sabor de nozes. Perfeitos como acompanhamento para carne e peixe, ou como prato vegetariano. Fritos dourados em frigideira para melhor resultado.","image":"potetskaker.jpg","ingredients":["500 g de batatas descascadas","1 cebola média (aprox. 100 g)","1 colher de sopa de farinha de cevada (aprox. 10 g)","1 ovo","Sal e pimenta","Manteiga ou óleo para fritar"],"instructions":["Rale as batatas grosseiramente e esprema um pouco do líquido.","Rale ou pique finamente a cebola.","Misture batatas, cebola, farinha de cevada e ovo. Tempere com sal e pimenta.","Forme bolinhos achatados.","Frite em manteiga ou óleo em fogo médio, cerca de 2-3 minutos de cada lado, até dourar e cozinhar."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756145586432_iopwsyh87","title":"Bolo Azedo","servings":"12-16 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":79,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido com açúcar mascavo, canela e passas para sabor profundo e caramelizado. O bicarbonato proporciona leve acidez que equilibra a doçura. A consistência densa o torna saciante. Servido preferencialmente com creme azedo ou açúcar de confeiteiro.","image":"surkake.jpg","ingredients":["400 ml de açúcar","400 ml de açúcar mascavo","350 ml de farinha de trigo","100 ml de manteiga derretida","250 ml de uvas-passas","4 colheres de chá de canela moída","1,5 colheres de chá de bicarbonato de sódio"],"instructions":["Preaqueça o forno a 180°C.","Misture açúcar, açúcar mascavo e farinha em tigela.","Adicione manteiga derretida, passas, canela e bicarbonato.","Coloque a massa em forma redonda untada (22-24 cm).","Asse por 35-40 minutos até o bolo estar firme e dourado.","Esfrie em grade.","DICA: Sirva preferencialmente com polvilhado de açúcar de confeiteiro ou um pouco de creme azedo ao lado."],"createdAt":"2025-08-25"},
    {"id":"recipe_1756245336290_pap6rfyee","title":"Bolo Castelo (Bolo Mousse de Limão)","servings":"8-10 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":111,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Um bolo leve e fresco feito de mousse de limão com creme e gelatina. O bolo é aerado e ácido, decorado com creme e geleia de framboesa. Perfeito para reuniões de café ou ocasiões festivas.","image":"slottskake.jpg","ingredients":["2 gemas","1 ovo inteiro","Suco e raspas de ½ limão","5 colheres de sopa de açúcar","3 folhas de gelatina (aprox. 6 g)","300 ml de creme de leite","1 colher de sopa de açúcar de baunilha","2-3 colheres de sopa de geleia de framboesa","Chantilly extra para decorar"],"instructions":["Hidrate as folhas de gelatina em água fria por 5 minutos.","Bata ovo, gemas, açúcar e limão até formar creme aerado.","Derreta a gelatina em 2 colheres de sopa de água quente e adicione ao creme de ovos.","Bata o creme com açúcar de baunilha até chantilly macio.","Incorpore delicadamente o creme na mistura de ovos.","Despeje em forma de mola (22 cm) e refrigere por pelo menos 4 horas.","Decore com geleia de framboesa e creme batido.","DICA: Frutas vermelhas frescas podem ser usadas como decoração extra."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755475274682_pg1vg0qjn","title":"Bolo com Creme de Moca","servings":"10-12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":5,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Pão de ló aerado com creme de moca sedoso que derrete na boca. A combinação de café e cacau no creme proporciona sabor sofisticado e equilibrado. Pode ser variado com geleia entre as camadas para frescor. Um bolo festivo atemporal que sempre impressiona.","image":"kakemedmokkakrem.jpg","ingredients":[{"group":"Pão de ló","items":["6 ovos","180 g de açúcar (aprox. 200 ml)","180 g de farinha de trigo (aprox. 300 ml)","1 colher de chá de fermento em pó (opcional, para segurança extra)"]},{"group":"Creme de moca","items":["150 g de manteiga em temperatura ambiente","100 g de açúcar de confeiteiro (aprox. 150 ml)","3 colheres de sopa de café forte resfriado","2 colheres de sopa de cacau","1 colher de chá de essência de baunilha ou 1 colher de chá de açúcar de baunilha"]}],"instructions":["Ligue o forno a 160-170°C (calor superior e inferior). Unte forma redonda (24 cm) e coloque papel manteiga no fundo.","Bata ovos e açúcar até formar creme claro e aerado (5-10 minutos).","Peneire farinha e fermento sobre o creme de ovos, e incorpore delicadamente com espátula.","Despeje a massa na forma e asse na prateleira inferior por cerca de 30-40 minutos, até o pão de ló estar dourado e um palito sair limpo. Esfrie completamente em grade.","Quando o pão de ló estiver frio, divida em duas ou três camadas.","Faça o creme de moca: Bata manteiga e açúcar de confeiteiro até ficar branco e aerado (5-7 minutos). Adicione café, cacau e baunilha aos poucos. Bata até formar creme uniforme e para espalhar.","Coloque uma base de bolo no prato. Espalhe uma camada de creme de moca, ou coloque geleia entre as camadas se desejar. Continue com a próxima base.","Cubra todo o bolo com o restante do creme de moca no topo e nas laterais.","Decore com grãos de café, raspas de chocolate ou leve polvilhado de cacau.","Deixe o bolo refrigerado por pelo menos 1 hora antes de servir para os sabores se assentarem."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756155541120_971qqcvgc","title":"Bolo Crispi","servings":"1 forma (cerca de 25 pedaços)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":81,"category":"Confeitos","meal":"Café","cuisine":"Norueguesa","description":"Bolo simples de confeito com arroz inflado e chocolate para petisco crocante e doce. A gordura vegetal une e proporciona consistência rica. Refrigerado e cortado em pedaços. Popular entre crianças e perfeito como doce simples para festas.","image":"krispikake.jpg","ingredients":["1 pacote de arroz inflado (aprox. 100 g Rice Krispies)","200 g de açúcar de confeiteiro","250 g de gordura vegetal","2-3 colheres de sopa de cacau","1 colher de chá de açúcar de baunilha"],"instructions":["Derreta gordura vegetal em panela em fogo baixo.","Adicione açúcar de confeiteiro, cacau e açúcar de baunilha.","Misture delicadamente o arroz inflado.","Despeje a mistura em forma forrada com papel manteiga.","Refrigere até endurecer e corte em pedaços."],"createdAt":"2025-08-25"},
    {"id":"recipe_1755556429373_md0pmu8kg","title":"Bolo da Amie","servings":"12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":31,"category":"Bolos de Assadeira","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo de chocolate úmido com sabor de café e creme de manteiga aerado que derrete na boca. O leve toque de café realça o sabor do chocolate sem dominar, enquanto o creme de manteiga proporciona uma textura sedosa. Perfeitamente equilibrado entre doce e levemente amargo. Pode ser feito mais adequado para crianças substituindo o café por leite. O creme de manteiga deve ser usado no mesmo dia para melhor consistência e sabor.","image":"amieskake.jpg","ingredients":[{"group":"Base do bolo","items":["2 ovos","200 ml de açúcar","100 ml de café forte","300 g de farinha de trigo","30 g de cacau em pó","1 colher de chá de fermento em pó","200 g de manteiga (derretida)"]},{"group":"Creme de manteiga","items":["200 g de manteiga (temperatura ambiente)","125 g de açúcar de confeiteiro","1 gema","algumas gotas de essência de baunilha"]}],"instructions":["Preaqueça o forno a 180°C e unte ou forre uma assadeira pequena (20×30 cm).","Bata os ovos e o açúcar até obter um creme claro e aerado.","Derreta a manteiga e deixe esfriar um pouco.","Adicione o café e a manteiga ao creme de ovos.","Peneire a farinha, o cacau e o fermento e misture delicadamente.","Despeje a massa na forma e asse no centro do forno a 180°C por cerca de 30-35 minutos, até estar assado. Deixe esfriar.","Bata a manteiga e o açúcar de confeiteiro até ficar branco e aerado. Adicione a gema e a essência de baunilha, e bata até obter um creme liso.","Espalhe o creme sobre o bolo ou entre duas camadas. Sirva em temperatura ambiente."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756243947097_urw2t9dz6","title":"Bolo da Helga","servings":"10-12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":103,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo festivo com base de merengue com cacau, creme de ovos e ameixas cozidas para sabor complexo. A base crocante-mastigável de merengue contrasta com o recheio cremoso. As ameixas proporcionam doçura frutada inesperada. Um bolo nostálgico com combinação surpreendente de sabores.","image":"helgaskake.jpg","ingredients":[{"group":"Base","items":["4 claras","400 ml de açúcar","2 colheres de chá de cacau","2 colheres de sopa de fécula de batata","1 colher de chá de fermento em pó"]},{"group":"Recheio cremoso","items":["4 gemas","100 g de açúcar","100 ml de creme de leite","1 colher de chá de açúcar de baunilha","1 pacote de ameixas secas (aprox. 200 g), hidratadas e cozidas","250 ml de chantilly para cobertura"]}],"instructions":[{"group":"Base","steps":["Preaqueça o forno a 160°C.","Bata as claras em neve firme.","Adicione açúcar aos poucos e bata até formar merengue brilhante.","Incorpore delicadamente cacau, fécula de batata e fermento.","Coloque a massa em forma de mola untada ou forrada com papel manteiga (24 cm).","Asse por cerca de 40 minutos. Esfrie completamente."]},{"group":"Recheio Cremoso","steps":["Bata gemas, açúcar, creme e açúcar de baunilha em uma panela.","Aqueça cuidadosamente mexendo até o creme engrossar (não deve ferver).","Esfrie o creme.","Distribua o creme sobre a base e cubra com ameixas cozidas e resfriadas.","Decore com creme batido no topo."]},{"group":"Servir","steps":["Deixe o bolo refrigerado por pelo menos 1 hora antes de servir.","DICA: Pode ser decorado com chocolate ralado ou nozes picadas para sabor extra."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1756145952899_lsw9z6puz","title":"Bolo da Lovise","servings":"8-10 porções","provider":"Lovise","reference":"Livro de Receitas","pageNumber":80,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo festivo com base de merengue, gelatina e gordura vegetal para consistência firme. Coberto com glacê de chocolate meio amargo para contraste. O sabor doce e leve é equilibrado pelo chocolate. Um bolo retrô que é servido frio.","image":"loviseskake.jpg","ingredients":["6 folhas de gelatina (aprox. 10 g)","100 ml de água fervente","4 claras","400 ml de açúcar","125 g de gordura vegetal (derretida e resfriada)","50 g de chocolate ao leite (½ barra)","50 ml de creme de leite"],"instructions":["Hidrate as folhas de gelatina em água fria por 5 minutos. Depois derreta em 1 xícara de água fervente.","Bata claras e açúcar até formar merengue espesso. Coloque a tigela sobre banho-maria e continue batendo por cerca de 15 minutos até a massa ficar brilhante e pegajosa.","Derreta a gordura vegetal em fogo baixo e esfrie até ficar morna.","Adicione a gelatina derretida ao merengue, e depois incorpore a gordura vegetal derretida em fio fino mexendo delicadamente.","Despeje a mistura em tigela de servir ou forma de mola. Refrigere até começar a firmar.","Derreta chocolate para cobertura junto com creme até formar glacê uniforme.","Distribua o glacê sobre o bolo quando ele tiver firmado. Decore com confeitos ou nozes se desejar.","DICA: Deixe o bolo pelo menos 3 horas na geladeira antes de servir, preferencialmente durante a noite, para melhor consistência."],"createdAt":"2025-08-25"},
    {"id":"recipe_1755560809737_iki43pv6d","title":"Bolo da Sigrunn","servings":"1 bolo (cerca de 10-12 porções)","provider":"Sigrunn","reference":"Livro de Receitas","pageNumber":36,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de forma onde fécula de batata proporciona consistência leve, quase flutuante. O sabor simples permite que os bons ingredientes brilhem. Mantém-se úmido por muito tempo e combina bem com frutas vermelhas ou creme. Um clássico confiável que sempre fica bem-sucedido.","image":"sigrunnskake.jpg","ingredients":["300 g de manteiga (temperatura ambiente ou derretida e resfriada)","300 g de açúcar","3 ovos","150 g de fécula de batata","160 g de farinha de trigo","1 colher de chá de fermento em pó"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione os ovos um de cada vez, batendo bem entre cada.","Misture fécula de batata, farinha e fermento, e peneire sobre a massa. Misture delicadamente.","Despeje a massa em forma de bolo untada (cerca de 24 cm de mola).","Asse a 175°C por cerca de 1 hora, até o bolo estar dourado e assado.","Esfrie na forma alguns minutos antes de desenformar.","DICA: Sirva preferencialmente com frutas vermelhas e creme ou polvilhe açúcar de confeiteiro sobre o bolo antes de servir."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755870364773_i5gfi7gyc","title":"Bolo da Sra. Enge","servings":"12 pedaços","provider":"Sra. Enge","reference":"Livro de Receitas","pageNumber":53,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de laranja com intenso sabor cítrico tanto na base quanto no glacê. A quantidade generosa de suco e raspas de laranja proporciona bolo fresco e aromático. O glacê de creme de manteiga equilibra a acidez com doçura rica. Também pode ser coberto com glacê de laranja mais leve para variante menos rica.","image":"fruengeskake.jpg","ingredients":[{"group":"Bolo","items":["120 g de manteiga","315 g de açúcar (aprox. 450 ml)","280 g de farinha de trigo (aprox. 450 ml)","120 ml de suco de laranja","60 ml de água","3 colheres de chá de fermento em pó","1 colher de chá de sal","2 ovos","Raspas de 1 laranja"]},{"group":"Glacê","items":["120 g de manteiga","200 g de açúcar de confeiteiro"]}],"instructions":["Bata manteiga e açúcar até ficar aerado.","Adicione os ovos um a um, batendo bem entre cada.","Misture farinha, fermento e sal, e peneire sobre a massa.","Adicione suco de laranja, água e raspas de laranja. Misture até formar massa uniforme.","Despeje a massa em forma untada e enfarinhada.","Asse a 175°C por 30-35 minutos, até o bolo estar assado.","Faça o glacê batendo manteiga macia e açúcar de confeiteiro até formar creme aerado.","DICA: O bolo também pode ser coberto com glacê simples de açúcar de confeiteiro com suco de laranja para sabor mais fresco."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756145261673_5ibs3xq4c","title":"Bolo da Sra. Salomonsen","servings":"8-10 porções","provider":"Sra. Salomonsen","reference":"Livro de Receitas","pageNumber":78,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo leve de nozes com biscoitos de açúcar triturados que proporcionam textura e sabor únicos. A combinação de amêndoas moídas e biscoitos cria consistência crocante-macia. Coberto tradicionalmente com creme batido para equilíbrio perfeito. Um bolo simples mas elegante que sempre impressiona.","image":"frusalomonsenskake.jpg","ingredients":["2 ovos","200 g de açúcar","100 g de amêndoas moídas","4 biscoitos Maria triturados","Um pouco de farinha de trigo (para polvilhar)","250 ml de creme de leite (para chantilly no topo)"],"instructions":["Bata ovos e açúcar até formar creme firme.","Incorpore amêndoas moídas e biscoitos triturados.","Despeje a massa em forma de bolo untada.","Polvilhe um pouco de farinha sobre o topo.","Asse a 175°C por cerca de 30-35 minutos, até o bolo estar dourado e firme.","Esfrie e cubra com chantilly antes de servir."],"createdAt":"2025-08-25"},
    {"id":"recipe_1755873005244_5p0naba0c","title":"Bolo da Tarde","servings":"1 forma (cerca de 12 pedaços)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":59,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo amanteigado com chocolate picado, amêndoas e limão fresco para sabor complexo. O chocolate derrete parcialmente durante o cozimento e cria bolsões de recheio intenso de cacau. As raspas de limão proporcionam frescor inesperado que eleva o sabor do chocolate. Fica ainda melhor no dia seguinte quando os sabores se fundem.","image":"ettermiddagskake.jpg","ingredients":["200 g de manteiga em temperatura ambiente","250 g de açúcar","3 ovos","150 g de farinha de trigo","1 colher de chá de fermento em pó","100 g de chocolate ao leite (picado grosso)","50 g de amêndoas (picadas)","Raspas de 1 limão","3 colheres de sopa de açúcar de confeiteiro para glacê","Lascas de chocolate para decorar"],"instructions":["Preaqueça o forno a 180°C. Unte uma forma de mola pequena ou forma de pão.","Bata manteiga e açúcar até ficar branco e aerado.","Adicione os ovos um de cada vez, batendo bem.","Peneire farinha e fermento, e incorpore à massa.","Adicione chocolate picado, amêndoas e raspas de limão, misture delicadamente.","Despeje a massa na forma e nivele.","Asse no centro do forno por cerca de 35-40 minutos, até o bolo estar dourado e assado.","Esfrie o bolo. Faça glacê com açúcar de confeiteiro e decore com raspas de chocolate.","DICA: O bolo fica ainda melhor se descansar até o dia seguinte."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756244331879_yw70gwi22","title":"Bolo Daim","servings":"10-12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":108,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo festivo de merengue com café, creme e chocolate Daim picado para sabor irresistível. A base de merengue mastigável e crocante feita com bicarbonato de amônio (hornsalt) e fécula de batata proporciona textura única. O creme com café e Daim cria equilíbrio perfeito entre doce, salgado e levemente amargo. Deve ficar refrigerado antes de servir para que os sabores se fundam.","image":"daimkake.jpg","ingredients":[{"group":"Base","items":["2 claras","200 ml de açúcar","0,25 colher de chá de sal de amônio (bicarbonato de amônio)","2 colheres de sopa de fécula de batata"]},{"group":"Creme","items":["3 gemas","120 g de açúcar","350 ml de creme de leite","2 barras grandes de chocolate Daim picado","50 ml de café forte resfriado"]}],"instructions":[{"group":"Base","steps":["Bata as claras em neve.","Adicione açúcar aos poucos, batendo até formar merengue brilhante e firme.","Incorpore delicadamente fécula de batata e hornsalt.","Distribua a massa em forma de mola untada (22-24 cm) ou sobre papel manteiga.","Asse a 100°C por 1,5 hora.","Esfrie completamente."]},{"group":"Creme","steps":["Bata gemas e açúcar até formar creme.","Bata o creme de leite até ponto de chantilly macio e incorpore ao creme de gemas.","Adicione Daim picado e café.","Distribua o creme sobre a base resfriada.","Refrigere o bolo por pelo menos 2 horas antes de servir.","DICA: Decore com Daim picado extra no topo."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755869626396_rm4t6uql5","title":"Bolo de Amêndoa","servings":"12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":51,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo de amêndoa sem glúten, úmido e com sabor de nozes. As amêndoas moídas proporcionam consistência densa e úmida. O glacê de chocolate com gordura vegetal fica brilhante e durável. Perfeito para intolerantes ao glúten ou entusiastas de amêndoas.","image":"mandelkake.jpg","ingredients":[{"group":"Base do bolo","items":["3 ovos","300 g de açúcar","300 g de amêndoas moídas"]},{"group":"Glacê","items":["½ barra de chocolate amargo (aprox. 50 g)","4 pedaços de gordura vegetal (aprox. 40 g)"]}],"instructions":["Bata ovos e açúcar até formar creme claro e aerado.","Incorpore delicadamente amêndoas moídas.","Despeje a massa em forma de bolo untada.","Asse no centro do forno a 175°C por cerca de 20 minutos.","Derreta chocolate e gordura vegetal juntos.","Espalhe o glacê sobre o bolo quando estiver resfriado."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755980907769_u0oqmfcka","title":"Bolo de Amêndoa com Chocolate","servings":"1 bolo (8-10 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":71,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo de amêndoa sem farinha com chocolate meio amargo para sabor intenso e rico. O creme de ovos proporciona leveza enquanto amêndoas e chocolate dão substância. Semolina na forma adiciona crocância. Servido com creme batido e frutas vermelhas.","image":"mandelkakemedsjokolade.jpg","ingredients":[{"group":"Bolo","items":["4 ovos","125 g de açúcar","125 g de amêndoas (moídas)","125 g de chocolate amargo (ralado ou derretido)","Manteiga para a forma","2 colheres de sopa de semolina (para polvilhar a forma)"]},{"group":"Para servir","items":["500 ml de creme de leite (batido em chantilly)"]}],"instructions":["Preaqueça o forno a 150°C (calor superior e inferior).","Bata ovos e açúcar até formar creme claro, cerca de 5-10 minutos.","Moa as amêndoas e rale ou derreta o chocolate.","Incorpore delicadamente amêndoas e chocolate ao creme de ovos.","Unte forma redonda (cerca de 24 cm) e polvilhe com semolina.","Despeje a massa na forma e asse na prateleira inferior por 50-60 minutos, até o bolo estar firme.","Esfrie na forma antes de servir.","Sirva o bolo com creme batido, e preferencialmente frutas vermelhas frescas.","DICA: A semolina na forma proporciona textura extra de nozes que combina bem com amêndoas."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755872511750_k0c037zl1","title":"Bolo de Amêndoa com Frutas","servings":"1 bolo (8-10 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":56,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo festivo de amêndoa recheado com creme e frutas em calda para elegância retrô. A base úmida de amêndoa absorve o creme perfeitamente. Pêssego ou damasco proporciona doçura fresca. Decorado com amêndoas inteiras para apelo visual.","image":"mandelkakemedfrukt.jpg","ingredients":[{"group":"Base","items":["4 ovos (separar gemas e claras)","50 ml de açúcar","150 g de amêndoas (escaldadas e moídas)","Manteiga e semolina para a forma"]},{"group":"Recheio","items":["400 ml de creme de leite (batido em chantilly)","Pêssegos ou damascos em calda (em fatias)","Amêndoas escaldadas inteiras para decorar"]}],"instructions":["Bata gemas com açúcar até formar creme claro.","Incorpore amêndoas moídas.","Bata as claras em neve e incorpore delicadamente à massa.","Unte forma redonda e polvilhe com semolina.","Despeje a massa na forma e asse a 200°C por cerca de 20 minutos.","Esfrie o bolo completamente.","Divida a base em duas camadas se possível, senão coloque recheio sobre a base.","Espalhe creme batido e coloque fatias de pêssego ou damasco por cima.","Decore com metades de amêndoas escaldadas.","DICA: O bolo fica melhor se descansar refrigerado por pelo menos 1 hora antes de servir."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755871261622_ah5byg7u3","title":"Bolo de Aveia","servings":"1 assadeira (cerca de 20 pedaços)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":54,"category":"Bolos de Assadeira","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo simples de aveia com apenas três ingredientes que proporciona petisco mastigável e caramelizado. A manteiga e o açúcar derretem junto com a aveia formando mistura irresistível. Cortado em quadrados e servido como lanche rústico de café. Surpreendentemente bom para tão poucos ingredientes.","image":"havregrynskake.jpg","ingredients":["200 g de manteiga","200 g de açúcar","400 g de aveia em flocos"],"instructions":["Derreta a manteiga em uma panela.","Adicione açúcar e aveia até formar massa uniforme.","Despeje a massa em assadeira untada e pressione uniformemente.","Asse a 175°C por cerca de 15-20 minutos até ficar levemente dourado.","Esfrie e corte em quadrados."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756244423944_p9zyu5fom","title":"Bolo de Aveia da Tove","servings":"1 assadeira (cerca de 20-24 quadrados)","provider":"Tove","reference":"Livro de Receitas","pageNumber":109,"category":"Bolos de Assadeira","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo simples de aveia com creme de baunilha, creme batido e glacê de açúcar de confeiteiro. A base farelenta de aveia absorve perfeitamente os cremes. Servido frio em quadrados para servir fácil. Suave e doce com nota de nozes.","image":"toveshavregrynskake.jpg","ingredients":[{"group":"Base","items":["200 g de manteiga derretida ou macia","200 g de açúcar","200 g de farinha de trigo","200 g de aveia em flocos"]},{"group":"Recheio e cobertura","items":["1 porção de creme de baunilha (aprox. 300 ml)","1/2 porção de chantilly (aprox. 150 ml de creme de leite)","Glacê de açúcar de confeiteiro (aprox. 100 g de açúcar de confeiteiro misturado com 2 colheres de sopa de água ou leite)"]}],"instructions":[{"group":"Preparação","steps":["Preaqueça o forno a 200°C calor superior e inferior.","Forre assadeira pequena (cerca de 20x30 cm) com papel manteiga."]},{"group":"Base","steps":["Misture manteiga e açúcar.","Adicione farinha e aveia, e misture até formar massa uniforme.","Pressione a massa uniformemente na assadeira.","DICA: A massa é farelenta, use mãos úmidas ou costas de colher para achatar."]},{"group":"Assar","steps":["Asse a base no centro do forno por cerca de 20 minutos, até ficar levemente dourada.","Esfrie completamente antes de continuar o recheio."]},{"group":"Montagem","steps":["Espalhe creme de baunilha uniformemente sobre a base resfriada.","Coloque uma camada fina de creme batido.","Peneire açúcar de confeiteiro ou faça glacê fino com açúcar de confeiteiro e água/leite, e pingue no topo.","Refrigere o bolo até servir. Corte em quadrados antes de servir."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1756244113051_t42jwkigd","title":"Bolo de Cabeça para Baixo","servings":"10-12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":106,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo espetacular onde a base de nozes carameliza na forma antes da massa ser despejada. Quando o bolo é virado obtém-se cobertura brilhante de nozes. A massa de chocolate com café é macia e rica. O creme de baunilha e creme batido completam esta sobremesa decadente.","image":"oppnedkake.jpg","ingredients":[{"group":"Recheio de nozes","items":["100 g de nozes picadas (nozes ou avelãs)","100 g de manteiga","100 g de açúcar"]},{"group":"Massa do bolo","items":["3 ovos","2 claras","300 ml de açúcar","1 colher de sopa de cacau","50 ml de café forte e frio","300 ml de farinha de trigo","1 ½ colheres de chá de fermento em pó"]},{"group":"Cobertura","items":["1 pacote de creme de baunilha","500 ml de creme de leite","Chantilly extra para decorar"]}],"instructions":[{"group":"Preparação","steps":["Preaqueça o forno a 170°C.","Forre forma refratária com papel manteiga ou papel alumínio."]},{"group":"Recheio de Nozes","steps":["Derreta manteiga, açúcar e nozes juntos em panela.","Despeje a mistura na forma."]},{"group":"Massa do Bolo","steps":["Bata ovos, claras e açúcar até formar creme.","Misture cacau no café e incorpore.","Peneire farinha e fermento, incorpore delicadamente.","Despeje a massa sobre a mistura de nozes."]},{"group":"Assar","steps":["Asse no centro do forno por cerca de 45 minutos.","Teste com palito se está pronto.","Deixe esfriar, remova o papel e vire o bolo em prato."]},{"group":"Cobertura","steps":["Bata o creme de leite até ficar firme.","Misture delicadamente com creme de baunilha.","Espalhe sobre o bolo e decore com um pouco de creme extra."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755872432161_lbq3aegtg","title":"Bolo de Café com Coco","servings":"12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":56,"category":"Bolos de Assadeira","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo simples de café com nozes na base e glacê mastigável de coco no topo. A combinação de nozes e chocolate-coco cria sabor complexo e satisfatório. O glacê firma formando cobertura deliciosa e mastigável. Mantém-se úmido por vários dias.","image":"kaffekakemedkokos.jpg","ingredients":[{"group":"Base do bolo","items":["2 ovos","50 ml de açúcar","200 ml de farinha de trigo","1 colher de chá de fermento em pó","50 g de nozes (picadas)","75 ml de leite","50 g de manteiga (derretida)"]},{"group":"Glacê","items":["200 ml de açúcar de confeiteiro","2-3 colheres de sopa de água","1 colher de sopa de cacau","2 colheres de sopa de coco ralado"]}],"instructions":["Bata ovos e açúcar até formar creme leve.","Misture farinha com fermento e nozes picadas.","Adicione mistura de farinha alternadamente com leite.","Incorpore manteiga derretida por último.","Coloque a massa em forma untada e polvilhada.","Asse a 180°C por cerca de 25-30 minutos.","Glacê: Ferva água e misture açúcar de confeiteiro e cacau até formar glacê. Esfrie.","Espalhe o glacê sobre o bolo e polvilhe coco por cima.","DICA: O bolo fica ainda melhor se descansar refrigerado um tempo antes de servir."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755559637965_415q43ypc","title":"Bolo de Chocolate","servings":"1 assadeira (cerca de 20-24 pedaços)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":34,"category":"Bolos de Assadeira","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de chocolate com glacê rico onde café intensifica o sabor do chocolate. O tradicional bolo de assadeira é fácil de fazer e sempre popular. O glacê firma formando superfície brilhante e tentadora. Fica ainda melhor no dia seguinte.","image":"sjokoladekake.jpg","ingredients":[{"group":"Base do bolo","items":["150 g de manteiga","300 ml de açúcar","250 ml de leite","3 colheres de chá de fermento em pó","1/2 barra de chocolate ao leite (aprox. 50 g)","2 ovos","350 ml de farinha de trigo"]},{"group":"Recheio / Glacê","items":["100 g de manteiga","1/2 barra de chocolate ao leite (aprox. 50 g)","2 colheres de chá de açúcar de baunilha","75 ml de café forte quente","400 g de açúcar de confeiteiro"]}],"instructions":["Ligue o forno a 180°C calor superior e inferior.","Derreta a manteiga para a base do bolo. Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez, e misture bem entre cada.","Derreta o chocolate cuidadosamente em banho-maria ou micro-ondas e misture na massa.","Adicione leite e farinha misturada com fermento, alternadamente, até obter massa uniforme.","Despeje a massa em assadeira untada ou forrada com papel manteiga (cerca de 20x30 cm).","Asse o bolo no centro do forno por cerca de 30-35 minutos, até estar assado. Esfrie o bolo completamente antes de colocar o glacê.","Para o glacê: Derreta manteiga e chocolate juntos. Adicione açúcar de baunilha.","Adicione café e açúcar de confeiteiro peneirado, e bata até formar glacê liso e para espalhar.","Espalhe o glacê sobre o bolo resfriado e deixe firmar antes de servir.","DICA: O bolo fica extra úmido no dia seguinte. Guarde refrigerado e coberto."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755874440324_k3zjgdsow","title":"Bolo de Chocolate Aftenbladet","servings":"12 porções","provider":"Aftenbladet","reference":"Livro de Receitas","pageNumber":61,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo de chocolate aerado com três camadas e recheio cremoso de chocolate feito com leite, açúcar e gemas. A massa clara é dividida e recheada com um creme rico e caseiro que proporciona um equilíbrio perfeito entre a massa leve e o recheio cremoso. As amêndoas no topo adicionam crocância e um contraste de nozes. O bolo tem um sabor profundo de chocolate sem ser muito doce, sendo excelente para ocasiões festivas ou lanche de domingo.","image":"aftenbladetssjokoladekake.jpg","ingredients":[{"group":"Base do bolo","items":["4 ovos","200 g de açúcar","200 g de farinha de trigo","2 colheres de chá de fermento em pó","100 g de manteiga ou margarina (derretida)"]},{"group":"Creme de chocolate","items":["200 g de açúcar","90 ml de leite","1 barra de chocolate amargo (aprox. 100 g)","2 gemas"]},{"group":"Decoração","items":["Amêndoas laminadas"]}],"instructions":["Bata os ovos e o açúcar até obter um creme aerado.","Peneire a farinha e o fermento e misture delicadamente ao creme de ovos.","Adicione a manteiga derretida.","Despeje a massa em uma forma untada (cerca de 24 cm).","Asse a 180-190°C por cerca de 35-40 minutos.","Deixe o bolo esfriar completamente e divida em três camadas.","Prepare o creme: Bata o açúcar e o leite até ficar branco e aerado. Adicione o chocolate derretido e incorpore as gemas.","Recheie o bolo com o creme entre as camadas e cubra o topo.","Decore com amêndoas laminadas."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755826013072_bvrwfpolb","title":"Bolo de Chocolate com Biscoitos","servings":"Cerca de 12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":49,"category":"Confeitos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo frio de chocolate com biscoitos e café que firma sem assar. Construção em camadas com biscoitos e massa de chocolate proporciona textura interessante. Decorado com frutas e nozes para aparência festiva. Conserva-se bem na geladeira.","image":"enkelsjokoladekakemedkjeks.jpg","ingredients":[{"group":"Mistura principal","items":["100 g de gordura de coco (gordura vegetal)","200 g de chocolate ao leite (ou 2 colheres de sopa cheias de cacau + 1-6 colheres de sopa de açúcar, ao gosto)","4 colheres de sopa de café forte","2 ovos","1 colher de sopa de açúcar (ao usar chocolate, ajustar com cacau)","200 g de biscoitos (Maria ou Digestive)"]},{"group":"Decoração","items":["Frutas cristalizadas","Amêndoas","Nozes"]}],"instructions":["Derreta gordura de coco e chocolate para cobertura junto com café em fogo baixo. Alternativamente: use cacau e açúcar.","Separe os ovos. Bata as claras em neve e as gemas com açúcar.","Adicione os ovos na mistura de chocolate aos poucos.","Coloque camadas alternadas de massa de chocolate e biscoitos em forma forrada com papel manteiga.","Decore o topo com frutas cristalizadas, amêndoas ou nozes.","Refrigere o bolo até firmar.","Corte em fatias e sirva.","DICA: O bolo é durável na geladeira e combina bem para Natal ou festas."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755523615872_c8ydauis7","title":"Bolo de Chocolate com Glacê de Baunilha","servings":"10-12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":6,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Escandinava","description":"Bolo aerado de chocolate com creme de manteiga sedoso de baunilha que tanto recheia quanto cobre. O creme de baunilha é cozido primeiro e misturado com manteiga para consistência ideal. Pode ser coberto com chocolate para decadência extra. Um bolo festivo sofisticado.","image":"sjokoladekakevaniljeglasur.jpg","ingredients":[{"group":"Base do bolo","items":["5 ovos","150 g de açúcar","100 g de farinha de trigo","50 g de fécula de batata","25 g de cacau","2 colheres de chá rasas de fermento em pó","50 g de chocolate ralado"]},{"group":"Glacê (creme de manteiga)","items":["1 1/2 colheres de sopa de farinha de trigo","500 ml de leite","60-80 g de açúcar","1 ovo","1-2 colheres de chá de açúcar de baunilha","100 g de manteiga","30-40 g de açúcar de confeiteiro"]},{"group":"Decoração","items":["100 g de chocolate (ralado em lascas ou derretido para glacê)"]}],"instructions":["Bata as gemas bem e adicione o açúcar aos poucos batendo constantemente.","Bata as claras em neve e incorpore delicadamente na mistura de gemas.","Misture farinha, fécula de batata, cacau, fermento e chocolate ralado. Peneire o seco sobre a massa e misture delicadamente.","Despeje a massa em forma untada (24 cm) e asse a 175°C por cerca de 30-35 minutos, até o bolo estar assado. Esfrie completamente.","Faça creme de baunilha (base para o glacê): Misture farinha, leite e açúcar em panela. Ferva mexendo. Adicione açúcar de baunilha e ovo, e mexa até o creme engrossar. Esfrie completamente.","Bata manteiga e açúcar de confeiteiro até ficar branco. Adicione o creme de baunilha resfriado aos poucos até formar creme de manteiga liso.","Divida o bolo em duas ou três camadas. Use o creme de manteiga tanto como recheio entre as camadas quanto como glacê no topo e laterais.","Decore o bolo com 100 g de chocolate - polvilhando chocolate ralado ou derretendo o chocolate e distribuindo uniformemente sobre o glacê.","Deixe o bolo refrigerado por pelo menos 1 hora antes de servir para os sabores se assentarem."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755524663629_mxj8jiua2","title":"Bolo de Chocolate e Amêndoa em Assadeira","servings":"Cerca de 20-25 quadrados","provider":"Vovó","reference":"Livro de Receitas","pageNumber":9,"category":"Bolos de Assadeira","meal":"Bolo","cuisine":"Escandinava","description":"Bolo úmido de chocolate com limão e amêndoas para perfil de sabor complexo. O chocolate derretido proporciona riqueza enquanto as raspas de limão adicionam frescor inesperado. As amêndoas proporcionam surpresas crocantes. Cortado em quadrados como pedaços de servir simples e elegantes.","image":"sjokoladeogmandelkake.jpg","ingredients":["250 g de manteiga","250 g de açúcar","250 g de farinha de trigo","4 ovos (gemas e claras separadas)","100 g de chocolate amargo (derretido)","raspas de 1 limão","50 g de amêndoas picadas","açúcar de confeiteiro para decorar (opcional)"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione as gemas uma após outra mexendo.","Derreta o chocolate e adicione junto com raspas de limão.","Peneire a farinha e incorpore alternadamente com claras batidas em neve.","Incorpore por último as amêndoas picadas.","Despeje a massa em assadeira untada e forrada com papel manteiga.","Asse o bolo no centro do forno a 175°C por cerca de 30-35 minutos, até estar assado.","Esfrie e corte em quadrados.","Polvilhe açúcar de confeiteiro sobre o bolo antes de servir se desejar."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755883803865_wjtsbh56r","title":"Bolo de Chocolate para Festa","servings":"1 bolo (cerca de 12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":66,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo luxuoso de chocolate com creme, cascas de laranja e amêndoas para toque de confeito. A mistura de chocolate cozida proporciona consistência intensa e úmida. Cascas de laranja cristalizadas adicionam elegância. Um bolo para ocasiões especiais.","image":"sjokoladekaketilfest.jpg","ingredients":["200 ml de creme de leite","4 colheres de sopa de cacau","200 g de açúcar","100 g de manteiga","1 colher de sopa de açúcar de baunilha","2 ovos","100 ml de casca de laranja cristalizada (misturar fresca e cristalizada se preferir)","2 colheres de sopa de amêndoas picadas","2 colheres de chá de fermento em pó","200 g de farinha de trigo"],"instructions":["Ferva creme, cacau e 1 xícara do açúcar em panela. Deixe a mistura esfriar.","Bata manteiga, restante do açúcar e açúcar de baunilha até ficar branco.","Adicione os ovos um de cada vez, batendo bem.","Peneire farinha e fermento, e misture delicadamente.","Adicione cascas de laranja cristalizadas e amêndoas picadas.","Incorpore a mistura de chocolate resfriada.","Despeje a massa em forma redonda untada (cerca de 24 cm).","Asse no centro do forno a 175°C por cerca de 50 minutos.","DICA: Teste o bolo com palito após 45 min - deve estar úmido, mas não cru."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755561481988_fwwrfd8pn","title":"Bolo de Coco e Açúcar da Maja","servings":"1 assadeira pequena ou 12-14 pedaços de bolo","provider":"Maja","reference":"Livro de Receitas","pageNumber":38,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de coco com intenso sabor de coco e consistência macia. A quantidade generosa de coco proporciona tanto sabor quanto textura. Mantém-se úmido por muito tempo e muitas vezes melhora após descanso. Pode ser servido com frutas vermelhas e creme para luxo extra.","image":"kokossukkerkake.jpg","ingredients":["300 g de manteiga (temperatura ambiente ou derretida e resfriada)","300 g de açúcar","3 ovos","150 g de fécula de batata","160 g de farinha de trigo","1 colher de chá de fermento em pó"],"instructions":["Bata ovos e açúcar até formar creme aerado.","Incorpore manteiga derretida e creme.","Misture farinha e fermento, e peneire sobre a massa.","Adicione coco e misture delicadamente.","Despeje a massa em forma untada e polvilhada.","Asse no centro do forno a 175°C por 25-30 minutos.","Esfrie em grade antes de servir.","DICA: O bolo mantém-se úmido por muito tempo e combina bem com café ou com frutas vermelhas e creme."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755825687707_6yelvc9fd","title":"Bolo de Confeito","servings":"12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":47,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo em camadas de confeito embebido com suco de laranja e recheado com creme de nozes. A laranja fresca equilibra perfeitamente o rico creme de chocolate. As nozes proporcionam crocância e profundidade. Um bolo elegante que combina frescor e riqueza de forma magistral.","image":"konfektkake.jpg","ingredients":[{"group":"Base do bolo","items":["160 g de manteiga (temperatura ambiente)","200 g de açúcar","2 ovos","200 g de farinha de trigo","2 colheres de chá de fermento em pó","125 ml de leite"]},{"group":"Creme de chocolate","items":["125 g de manteiga sem sal (temperatura ambiente e macia)","250 g de açúcar de confeiteiro (peneirado)","4-5 colheres de sopa de cacau","1 colher de chá cheia de açúcar de baunilha"]},{"group":"Para montagem e decoração","items":["Um pouco de suco de laranja adoçado (para umedecer)","12-15 nozes (picadas grosso ou inteiras)"]}],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione os ovos um de cada vez, batendo bem entre cada.","Misture farinha e fermento, peneire e adicione alternadamente com leite.","Coloque a massa em forma redonda untada (cerca de 25 cm de diâmetro).","Asse a 175°C por 30-40 minutos, até o bolo estar assado.","Esfrie o bolo completamente e divida em duas camadas.","Bata a manteiga macia para o creme de chocolate.","Adicione açúcar de confeiteiro aos poucos, depois cacau e açúcar de baunilha. Bata até formar creme aerado.","DICA: O creme de chocolate não deve estar muito frio, fica difícil de espalhar.","Embeba ambas as bases do bolo com um pouco de suco de laranja adoçado.","Espalhe metade do creme de chocolate na base inferior.","Polvilhe nozes picadas grosseiramente.","Coloque a outra base por cima.","Espalhe o restante do creme no topo e ao redor de todo o bolo para cobri-lo.","Decore com nozes no topo."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756243822443_pwp7ztdwd","title":"Bolo de Coroa","servings":"1 bolo (cerca de 18 anéis)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":102,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Bolo de coroa norueguês de amêndoas e açúcar de confeiteiro, crocante por fora e mastigável por dentro. Os anéis tradicionais são empilhados formando torre impressionante. O intenso sabor de amêndoa e apresentação elegante o tornam perfeito para casamentos e grandes celebrações. Mantém-se úmido por muito tempo e pode ser congelado.","image":"kransekake.jpg","ingredients":["500 g de amêndoas (escaldadas e moídas)","500 g de açúcar de confeiteiro","3 claras","Manteiga (para formas)","Semolina (para formas)"],"instructions":["Preaqueça o forno a 175°C.","Moa as amêndoas finamente e misture com açúcar de confeiteiro peneirado.","Adicione as claras e amasse até formar massa firme.","Unte as formas de bolo de coroa e polvilhe com semolina.","Forme a massa em anéis e coloque nas formas.","Asse no centro do forno por 12-15 minutos até ficarem levemente dourados.","Deixe nas formas alguns minutos antes de remover.","DICA: Pode ser congelado e se mantém úmido por muito tempo."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755557918514_hnluopgqs","title":"Bolo de Especiarias Fresco","servings":"12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":23,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo aromático de especiarias com cardamomo, canela e laranja que proporciona aroma quente e convidativo. O creme azedo torna o bolo extra úmido com sutil acidez. As amêndoas proporcionam mordidas crocantes que contrastam com a migalha macia. Fica notavelmente melhor no dia seguinte quando os sabores das especiarias amadurecem.","image":"krydderkake.jpg","ingredients":["2 ovos","250 g de açúcar","160 g de manteiga (derretida)","125 ml de creme azedo ou creme de leite levemente azedo","1 colher de chá de cardamomo","1 colher de chá de canela","1 colher de sopa de raspas ou casca de laranja cristalizada","20 g de amêndoas picadas","225 g de farinha de trigo","1 colher de chá de fermento em pó"],"instructions":["Bata ovos e açúcar até formar creme claro.","Derreta a manteiga e esfrie um pouco.","Adicione manteiga e creme azedo/buttermilk ao creme de ovos.","Adicione cardamomo, canela, raspas de laranja e amêndoas picadas.","Peneire farinha e fermento, e incorpore delicadamente.","Unte uma forma de pão (cerca de 1,5 litros) e polvilhe com farinha de rosca ou farinha.","Despeje a massa na forma.","Asse a 175°C por 40-50 minutos até o bolo estar assado.","Esfrie na forma por 10 minutos antes de desenformar sobre grade.","DICA: O bolo fica ainda melhor no dia seguinte quando o sabor das especiarias se assenta."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755869894125_5c2pp0qg1","title":"Bolo de Especiarias Tradicional","servings":"12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":51,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo escuro e forte de especiarias com cravo, canela, passas e frutas cristalizadas. Mais robusto que variantes modernas com intenso sabor de especiarias. Extra durável e melhora com o tempo. Bolo de Natal perfeito para quem gosta de sabores tradicionais e fortes.","image":"tradisjonellkrydderkake.jpg","ingredients":["150 g de manteiga","250 g de açúcar","2 ovos","150 ml de leite","250 g de farinha de trigo","2 colheres de chá de fermento em pó","1 colher de chá de cravo moído","1 colher de chá de canela moída","100 g de uvas-passas","50 g de frutas cristalizadas"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione os ovos um de cada vez, batendo bem entre cada.","Misture farinha, fermento e especiarias e peneire alternadamente com leite.","Incorpore passas e frutas cristalizadas por último.","Despeje a massa em forma de pão untada.","Asse a 175°C por cerca de 45 minutos, até o bolo estar assado.","Esfrie antes de servir.","DICA: Mantém-se úmido por vários dias e combina bem em pote de biscoitos."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755556074900_6qxxo2r5w","title":"Bolo de Fermento com Passas","servings":"1 bolo grande (cerca de 12-15 fatias)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":20,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Bolo aerado com fermento biológico, passas e deliciosa cobertura de canela e açúcar que carameliza durante o cozimento. As raspas de limão proporcionam nota fresca que equilibra a doçura. Úmido e aromático, perfeito como lanche de fim de semana. A tradicional cobertura de canela torna o bolo extra tentador.","image":"gjaerkakemedrosiner.jpg","ingredients":[{"group":"Massa","items":["500 g de farinha de trigo","100 g de açúcar","170 g de manteiga ou margarina","½ colher de chá de cardamomo moído","1 colher de chá de raspas de limão (ou algumas gotas de essência de limão)","375 ml de leite","40 g de fermento biológico fresco"]},{"group":"Recheio e cobertura","items":["80 g de uvas-passas","40 g de açúcar","1-2 colheres de chá de canela moída","2 colheres de sopa de manteiga derretida para pincelar"]}],"instructions":["Peneire farinha, açúcar e cardamomo em uma tigela grande. Esfarele a manteiga.","Aqueça o leite a cerca de 37°C e dissolva o fermento no leite. Despeje na mistura de farinha e sove até formar massa lisa.","Cubra e deixe crescer até dobrar de tamanho, cerca de 45-60 minutos.","Adicione passas (e opcionalmente frutas cristalizadas). Abra a massa em retângulo e coloque em assadeira forrada com papel manteiga.","Deixe crescer novamente por cerca de 30 minutos.","Pincele a superfície com manteiga derretida. Polvilhe açúcar e canela em padrão quadriculado.","Asse no centro do forno a 200°C por 25-30 minutos, até o bolo estar dourado e assado.","Esfrie um pouco, corte em fatias e sirva morno ou frio."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755557799588_dlu14ce9v","title":"Bolo de Figo","servings":"8 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":22,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido com figos secos e avelãs que proporciona doçura profunda, quase caramelizada. Os figos dão umidade natural e consistência densa e úmida, enquanto as nozes adicionam crocância. Lembra sobremesas do Oriente Médio com seu intenso sabor de frutas e nozes. Deixe os figos de molho em rum ou suco de laranja para aroma extra.","image":"fikenkake.jpg","ingredients":["2 ovos","100 g de açúcar","150 g de figos secos picados fino","50 g de avelãs picadas grosso","100 g de farinha de trigo","½ colher de chá de fermento em pó"],"instructions":["Preaqueça o forno a 175°C (calor superior e inferior).","Unte uma forma pequena de pão ou forma de mola (cerca de 20 cm) e polvilhe levemente com farinha ou semolina.","Bata ovos e açúcar até formar creme claro e aerado.","Incorpore os figos picados finamente.","Peneire farinha e fermento, e incorpore delicadamente à massa junto com as avelãs.","Despeje a massa na forma untada.","Asse por cerca de 35-40 minutos, até o bolo estar dourado e um palito sair limpo.","Esfrie em grade.","DICA: Deixe os figos de molho em rum ou suco de laranja para suculência extra."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755477197309_jcux6iyx1","title":"Bolo de Forma","servings":"8-10 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":15,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Escandinava","description":"Bolo aromático de forma com limão, groselhas e frutas cristalizadas para doçura complexa. As frutas cristalizadas (sukat) proporcionam sabor distinto e antiquado com suas notas cítricas cristalizadas. As groselhas adicionam pequenas explosões doces de sabor frutado. Um bolo tradicional de café que evoca memórias nostálgicas.","image":"formkake.jpg","ingredients":["100 g de manteiga","100 g de açúcar","2 ovos","200 g de farinha de trigo","1 colher de chá de fermento em pó","50 g de groselhas","50 g de frutas cristalizadas","raspas de 1/2 limão ou 5-6 gotas de essência de limão"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione os ovos um de cada vez, batendo bem entre cada.","Peneire farinha e fermento, e incorpore delicadamente à massa.","Adicione raspas de limão ou gotas de limão.","Incorpore groselhas e frutas cristalizadas por último.","Coloque a massa em forma untada.","Asse em forno médio (cerca de 175-180°C) por 35-45 minutos, até o bolo estar assado e dourado. Teste com palito.","Esfrie em grade e sirva como está ou com leve polvilhado de açúcar de confeiteiro."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755883910123_otj2p71mb","title":"Bolo de Forma com Maçãs e Glacê de Nozes","servings":"1 bolo redondo (cerca de 10-12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":67,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de maçã coroado com glacê de nozes caramelizado que proporciona contraste crocante. As maçãs mantêm o bolo úmido enquanto as nozes no glacê ficam crocantes e doces durante o cozimento. A combinação de bolo macio e cobertura crocante é irresistível. Sirva preferencialmente com creme batido ou sorvete de baunilha.","image":"formkakemedepler.jpg","ingredients":[{"group":"Base do bolo","items":["3 ovos","250 ml de açúcar","2 ½ colheres de chá de fermento em pó","2 colheres de chá de açúcar de baunilha","450 ml de farinha de trigo","150 ml de leite integral ou mistura de leite e creme","100 ml de manteiga derretida","2 maçãs médias (descascadas e cortadas em pedaços pequenos)"]},{"group":"Glacê de nozes","items":["5 colheres de sopa de manteiga derretida","3 colheres de sopa de açúcar mascavo","100 ml de nozes picadas (nozes ou avelãs)"]}],"instructions":["Bata ovos e açúcar até formar creme aerado.","Misture farinha com fermento e açúcar de baunilha.","Incorpore os ingredientes secos ao creme de ovos, alternadamente com leite e manteiga derretida.","Descasque e corte as maçãs em pedaços pequenos, misture delicadamente à massa.","Despeje a massa em forma redonda untada (cerca de 24 cm).","Misture os ingredientes do glacê de nozes e distribua uniformemente sobre a massa.","Asse no centro do forno a 175-200°C por cerca de 50 minutos.","Esfrie na forma antes de servir.","DICA: Sirva preferencialmente com creme batido ou sorvete de baunilha para uma variante de sobremesa extra."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755525787550_591atv6ib","title":"Bolo de Forma Freia","servings":"8-10 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":11,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Escandinava","description":"Bolo clássico de manteiga onde fécula de batata proporciona estrutura extra leve e fina. O sabor simples permite que a qualidade da manteiga brilhe. Úmido e durável, perfeito como base para variação com limão ou baunilha. Um bolo confiável do dia a dia que sempre fica bem-sucedido.","image":"freiaformkake.jpg","ingredients":["125 g de manteiga","125 g de açúcar","70 g de farinha de trigo","70 g de fécula de batata","2 ovos","1/2 colher de chá de fermento em pó","1 colher de chá de açúcar de baunilha ou raspas de 1/2 limão (opcional, para sabor)","açúcar de confeiteiro para decorar (opcional)"],"instructions":["Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez, batendo bem entre cada.","Misture farinha, fécula de batata e fermento, e peneire sobre a massa.","Misture delicadamente até tudo estar bem incorporado. Adicione açúcar de baunilha ou raspas de limão para sabor extra se desejar.","Despeje a massa em forma untada (cerca de 1 litro).","Asse em forno médio (cerca de 175°C) por aproximadamente 45 minutos, até estar assado e dourado.","Esfrie em grade antes de servir.","Polvilhe açúcar de confeiteiro sobre o bolo antes de servir se desejar."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755825227921_4w2ssuko6","title":"Bolo de Frutas Americano","servings":"12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":44,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Americana","description":"Bolo rico com grandes quantidades de manteiga, açúcar e frutas secas que proporcionam intensa doçura. Os damascos ou maçãs são adicionados diretamente sem hidratar, preservando sua textura e criando contrastes de sabor no bolo. O resultado é um bolo durável e rico com sabor intenso de frutas, perfeito como bolo festivo ou quando se deseja algo extra doce. Conserva-se bem por vários dias e muitas vezes melhora após algum tempo de descanso.","image":"amerikanskfruktkake.jpg","ingredients":["4 ovos","500 g de açúcar","200 ml de creme de leite","250 g de manteiga derretida","500 g de farinha de trigo","2 colheres de chá de fermento em pó","200 g de damascos secos ou pedaços de maçã seca"],"instructions":["Preaqueça o forno a 175°C.","Unte uma forma grande de bolo ou pão.","Bata os ovos e o açúcar até obter um creme aerado.","Adicione a manteiga derretida e o creme de leite.","Misture a farinha com o fermento e peneire sobre a massa.","Incorpore os damascos secos ou pedaços de maçã (sem hidratar).","Despeje a massa na forma e asse no centro do forno por cerca de 45 minutos.","Deixe esfriar na forma por alguns minutos antes de desenformar sobre uma grade."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756236463221_ugzydwig2","title":"Bolo de Frutas da Dagmar","servings":"10-12 porções","provider":"Dagmar","reference":"Livro de Receitas","pageNumber":92,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de frutas com nozes, chocolate e glacê cítrico que equilibra perfeitamente a riqueza. A combinação de uvas-passas, damascos, frutas cristalizadas e chocolate proporciona doçura complexa com diferentes texturas. O glacê fresco de laranja e limão penetra no bolo e cria uma experiência úmida e aromática. Conserva-se bem e muitas vezes melhora após um dia de descanso.","image":"dagmarsfruktkake.jpg","ingredients":[{"group":"Massa base","items":["250 g de farinha de trigo","250 g de açúcar","250 g de manteiga ou margarina","4 ovos","1 colher de chá de fermento em pó"]},{"group":"Adições","items":["50 g de uvas-passas","50 g de nozes ou amêndoas picadas","50 g de damascos secos (picados)","50 g de frutas cristalizadas (picadas)","50 g de chocolate amargo (½ barra, picado)"]},{"group":"Glacê","items":["Suco de 1 laranja","Suco de 1 limão","100 g de açúcar de confeiteiro"]}],"instructions":[{"group":"Preparação","steps":["Preaqueça o forno a 180°C.","Unte e forre uma forma redonda (24 cm) com papel manteiga."]},{"group":"Preparo","steps":["Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez, batendo bem.","Peneire farinha e fermento, misture delicadamente.","Incorpore uvas-passas, nozes, damascos, frutas cristalizadas e chocolate picado.","Despeje a massa na forma."]},{"group":"Assar","steps":["Asse no centro do forno a 180°C por 40-50 minutos.","Teste com palito - deve sair limpo."]},{"group":"Glacê","steps":["Misture suco de limão e laranja com açúcar de confeiteiro para formar glacê fino.","Despeje o glacê sobre o bolo ainda quente.","DICA: Faça pequenos furos no bolo com garfo antes de colocar o glacê para melhor absorção."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755873288048_os3hu5uha","title":"Bolo de Frutas Delicioso","servings":"1 bolo grande (cerca de 12 porções)","provider":"Revista","reference":"Livro de Receitas","pageNumber":60,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo pesado e úmido repleto de uvas-passas, ameixas secas, damascos e amêndoas. As frutas são envolvidas em farinha para evitar que afundem, e o bolo fica mais escuro e intenso quanto mais tempo for armazenado. A alta quantidade de frutas e nozes proporciona consistência densa e úmida. Perfeito para o Natal ou quando se deseja um bolo durável com sabor profundo e maduro de frutas.","image":"deiligfruktkake.jpg","ingredients":["4 ovos","170 g de açúcar","170 g de margarina (ou manteiga para sabor mais rico)","225 g de farinha de trigo","2 colheres de chá de fermento em pó","100 g de açúcar para as frutas","170 g de uvas-passas","20 g de ameixas secas picadas","20 g de damascos secos picados","70 g de amêndoas picadas"],"instructions":["Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez, batendo bem entre cada.","Misture farinha e fermento.","Lave e corte as frutas em pedaços pequenos. Envolva as frutas em metade da farinha para evitar que afundem.","Misture o restante da farinha na massa, depois incorpore delicadamente as frutas e amêndoas.","Despeje a massa em forma untada (1 grande ou 2 pequenas).","Asse a 175-180°C por cerca de 55-65 minutos.","DICA: Coloque papel manteiga sobre o bolo após 15 minutos para evitar que o topo queime.","Esfrie o bolo na forma. Guarde refrigerado e pode maturar por alguns dias para sabor mais completo."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755882112169_0ze363blu","title":"Bolo de Frutas Festivo","servings":"1 bolo (cerca de 10-12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":64,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo leve de frutas com abacaxi, frutas cristalizadas e limão que proporciona sabor tropical e festivo. Os pedaços finamente cortados de frutas se distribuem uniformemente e proporcionam surpresas úmidas em cada mordida. Menos pesado que bolos de frutas tradicionais, mas ainda durável. As frutas cristalizadas coloridas tornam o bolo visualmente atraente na mesa.","image":"festfruktkake.jpg","ingredients":[{"group":"Massa","items":["170 g de manteiga","200 ml de açúcar","3 ovos","500 ml de farinha de trigo","2 ½ colheres de chá de fermento em pó","Raspas de 1 limão"]},{"group":"Frutas e nozes","items":["200 ml de abacaxi picado fino (preferencialmente em lata, escorrido)","10 cerejas cristalizadas brancas picadas grosso","10 cerejas cristalizadas verdes picadas grosso","100 g de amêndoas picadas grosso"]}],"instructions":["Preaqueça o forno a 175°C. Unte e polvilhe uma forma redonda (cerca de 22-24 cm).","Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez e bata bem entre cada.","Peneire farinha e fermento e incorpore delicadamente à massa.","Adicione raspas de limão, abacaxi picado, frutas cristalizadas e amêndoas picadas.","Despeje a massa na forma e nivele o topo.","Asse por 50-60 minutos a 175°C até o bolo estar assado (teste com palito).","Esfrie na forma por 10 minutos antes de desenformar sobre grade.","DICA: Embrulhe bem o bolo quando esfriar - fica igualmente bom no dia seguinte e se mantém úmido."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755882768378_r33mndnyu","title":"Bolo de Laranja com Especiarias","servings":"1 forma (cerca de 12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":65,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido com especiarias de laranja, canela, gengibre, cravo e cardamomo que proporcionam sabor quente e aromático. O leitelho (ou buttermilk) torna o bolo extra úmido com uma leve acidez que equilibra perfeitamente a doçura. As raspas de laranja dão frescor que eleva os tons pesados das especiarias. Fica melhor no dia seguinte quando os sabores das especiarias se assentam. Pode ser servido com glacê de açúcar de confeiteiro ou chantilly levemente batido.","image":"appelsinkrydderkake.jpg","ingredients":[{"group":"Massa básica","items":["3 ovos","100 g de açúcar","100 g de açúcar mascavo","150 g de farinha de trigo","2 colheres de chá de fermento em pó","3 colheres de sopa de raspas de casca de laranja (aprox. 1,5 laranja)","2 colheres de chá de canela","2 colheres de chá de gengibre em pó","1 colher de chá de cravo em pó","¾ colher de chá de cardamomo em pó","100 ml de leitelho ou kefir","100 g de manteiga derretida"]}],"instructions":["Bata os ovos, açúcar e açúcar mascavo até obter um creme aerado.","Misture a farinha, fermento e especiarias em uma tigela separada.","Incorpore a mistura de farinha alternadamente com o leitelho.","Por último, adicione a manteiga derretida e as raspas de laranja.","Despeje a massa em uma forma untada.","Asse a 175-200°C por cerca de 30 minutos.","Deixe esfriar na forma.","DICA: Fica ainda melhor com glacê de açúcar de confeiteiro ou raspas de laranja cristalizadas como decoração."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755823990254_g0n3lll4z","title":"Bolo de Maçã","servings":"1 bolo (8-10 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":42,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de maçã com massa amanteigada e fatias de maçã que caramelizam levemente durante o cozimento. A massa simples de manteiga, açúcar e ovos proporciona base macia que destaca a acidez fresca das maçãs. O açúcar no topo cria uma película levemente crocante. Sirva morno com molho de baunilha ou sorvete para o perfeito conforto de outono.","image":"eplekake.jpg","ingredients":[{"group":"Massa","items":["120 g de manteiga (temperatura ambiente)","150 g de açúcar","175 g de farinha de trigo","2 colheres de chá de fermento em pó","2 ovos"]},{"group":"Cobertura","items":["2-3 maçãs (ácidas, descascadas e em fatias)","1 colher de sopa de açúcar para polvilhar"]}],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Misture farinha e fermento, peneire sobre a massa.","Adicione os ovos um de cada vez, misture bem.","Coloque a massa em forma untada.","Arrume as fatias de maçã em padrão bonito no topo.","Polvilhe com açúcar.","Asse a 180°C por 20-30 minutos até dourar e estar assado.","DICA: Sirva preferencialmente morno com molho de baunilha, creme ou sorvete."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756238840329_hi90dhw2g","title":"Bolo de Maçã Recheado","servings":"1 bolo (8-10 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":101,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo rico de maçã recheado com fatias de maçã suculentas, uvas-passas e coberto com chocolate e amêndoas. O recheio de maçãs e uvas-passas proporciona doçura natural e umidade, enquanto o glacê de chocolate e as amêndoas adicionam luxo. Um bolo substancioso que combina frutas e chocolate harmoniosamente. Sirva com creme ou sorvete de baunilha.","image":"eplekakemedmyegodti.jpg","ingredients":[{"group":"Massa","items":["400 g de farinha de trigo","2 ½ colheres de chá de fermento em pó","200 g de manteiga","200 g de açúcar","3 ovos"]},{"group":"Recheio","items":["6 maçãs descascadas e fatiadas","2 colheres de sopa de açúcar","125 g de uvas-passas","125 g de açúcar"]},{"group":"Cobertura","items":["½ barra de chocolate ao leite (aprox. 50 g) derretido","50 g de amêndoas picadas"]}],"instructions":["Faça a massa esfarelando manteiga na farinha, fermento e açúcar.","Adicione os ovos até formar massa uniforme.","Abra metade da massa em retângulo de cerca de 35 × 35 cm e coloque em assadeira untada.","Coloque fatias de maçã, uvas-passas e açúcar por cima.","Cubra com o restante da massa (aberta com cerca de 1 cm de espessura).","Asse no centro do forno a 200-225°C por cerca de 30 minutos, até dourar e estar assado.","Esfrie um pouco antes de cobrir com chocolate derretido e amêndoas picadas.","DICA: Sirva preferencialmente com uma porção de creme ou sorvete de baunilha."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755553770811_i0qwsu6dx","title":"Bolo de Manteiga","servings":"1 forma (cerca de 12 pedaços)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":7,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo aerado de manteiga com leite e açúcar de baunilha para sabor suave e agradável. A doçura equilibrada o torna bolo versátil. Receita simples que sempre funciona. Servido natural ou com leve polvilhado de açúcar de confeiteiro.","image":"smorkake.jpg","ingredients":["3 ovos","250 g de açúcar (aprox. 250 ml)","65 g de manteiga","150 ml de leite","250 g de farinha de trigo (aprox. 400 ml)","4 colheres de chá de fermento em pó","4 colheres de chá de açúcar de baunilha"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione os ovos um de cada vez e bata bem.","Adicione o leite.","Peneire farinha, fermento e açúcar de baunilha e incorpore.","Despeje a massa em forma untada.","Asse a cerca de 175°C por 40-50 minutos, até o bolo estar dourado e assado.","Esfrie e sirva natural ou com leve polvilhado de açúcar de confeiteiro."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755561648523_d51yw1y7u","title":"Bolo de Mel","servings":"12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":40,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo úmido de mel com sabor profundo de especiarias e glacê doce de creme de manteiga. O xarope torna o bolo extra úmido e durável. Gengibre, canela e cardamomo proporcionam aroma quente e convidativo. O glacê com geleia de laranja adiciona frescor. Perfeito bolo de Natal que se conserva por muito tempo.","image":"honningkake.jpg","ingredients":[{"group":"Massa","items":["500 g de xarope claro (aprox. 400 ml)","325 g de farinha de trigo (aprox. 550 ml)","1 colher de sopa de manteiga","50 g de açúcar (aprox. 50 ml)","1 colher de sopa de gengibre moído","1 colher de chá de canela","1 colher de chá de cardamomo","1 colher de chá de bicarbonato de sódio","2 ovos","150 ml de leitelho ou kefir"]},{"group":"Glacê","items":["200 g de margarina","50 g de açúcar de confeiteiro (aprox. 100 ml)","1 clara","1 colher de chá de açúcar de baunilha ou 1 colher de sopa de geleia de laranja"]}],"instructions":["Aqueça o melado em banho-maria até ficar fluido.","Adicione açúcar e manteiga até derreter. Esfrie um pouco.","Misture farinha, especiarias e bicarbonato em uma tigela.","Adicione mistura de melado e leitelho alternadamente no seco.","Bata os ovos levemente e incorpore à massa.","Despeje a massa em forma untada (22-24 cm de mola ou assadeira pequena).","Asse a 175°C por cerca de 45-55 minutos, teste com palito.","Esfrie em grade.","Bata margarina e açúcar de confeiteiro até formar creme aerado.","Adicione clara e tempere com açúcar de baunilha ou geleia de laranja.","Espalhe o glacê sobre o bolo resfriado.","DICA: Deixe o bolo descansar até o dia seguinte para melhor sabor. Pode ser congelado."],"createdAt":"2025-08-19"},
    {"id":"recipe_1755825197412_oz9dzui1c","title":"Bolo de Mel Tradicional","servings":"12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":44,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo de mel autêntico com mel verdadeiro que proporciona doçura profunda e complexa. Fortemente condimentado com cravo e gengibre. As cascas de laranja (pommerans) e frutas cristalizadas proporcionam sabor antiquado de Natal. Crescido com bicarbonato de amônio para aroma tradicional. Um bolo robusto com caráter.","image":"tradisjonellhonningkake.jpg","ingredients":["8 ovos","500 g de açúcar","¼ litro de mel (aprox. 334 g)","500 g de farinha de trigo","1-2 colheres de sopa de cascas de laranja secas (ou raspas de laranja)","½ colher de chá de cravo moído","2 colheres de chá de gengibre moído","1 colher de chá cheia de sal de amônio (ou 2 colheres de chá de fermento em pó)","60 g de frutas cristalizadas"],"instructions":["Preaqueça o forno a 160°C.","Unte e polvilhe bem uma forma grande.","Bata ovos e açúcar até formar creme aerado.","Adicione mel, depois farinha, especiarias, hornsalt e frutas cristalizadas em ordem.","Misture até formar massa uniforme.","Despeje a massa na forma e asse na parte inferior do forno por 50-60 minutos.","Esfrie em grade antes de servir."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755982528573_3h189kp9k","title":"Bolo de Nozes da Jorunn com Recheio","servings":"1 bolo (cerca de 10-12 porções)","provider":"Jorunn","reference":"Livro de Receitas","pageNumber":74,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo substancioso de nozes com opção entre creme batido ou rico creme de chocolate como recheio. A base aerada de nozes absorve o recheio e fica úmida e rica. O glacê de chocolate no topo completa este bolo festivo. Muitas vezes melhora no dia seguinte.","image":"nottekakemedfyll.jpg","ingredients":[{"group":"Base do bolo","items":["250 g de açúcar","4 ovos pequenos (ou 3 grandes)","125 g de amêndoas escaldadas e picadas","125 g de nozes ou avelãs picadas","½ colher de chá de fermento em pó"]},{"group":"Recheio (alternativa 1: chantilly)","items":["300 ml de creme de leite batido"]},{"group":"Recheio (alternativa 2: creme de chocolate)","items":["250 g de manteiga em temperatura ambiente","250 g de açúcar de confeiteiro","½ barra de chocolate amargo (derretido)","1 ovo"]},{"group":"Glacê","items":["½ barra de chocolate amargo","2 colheres de sopa de açúcar de confeiteiro","2 colheres de sopa de água"]}],"instructions":[{"group":"Base do Bolo","steps":["Preaqueça o forno a 165°C. Unte uma forma de mola (24 cm).","Bata ovos e açúcar até formar creme aerado.","Escalde as amêndoas (remova a pele com água fervente) e pique grosseiramente.","Pique nozes ou avelãs grosseiramente.","Incorpore delicadamente nozes e fermento ao creme de ovos.","Despeje a massa na forma e asse cerca de 35-40 minutos. Esfrie completamente.","Divida o bolo em duas camadas."]},{"group":"Recheio (alternativa 1: creme)","steps":["Bata o creme de leite até formar chantilly aerado.","Recheie o bolo com o creme batido entre as camadas."]},{"group":"Recheio (alternativa 2: creme de chocolate)","steps":["Bata manteiga e açúcar de confeiteiro até ficar claro e aerado.","Derreta o chocolate em banho-maria e esfrie um pouco.","Adicione chocolate derretido ao creme de manteiga.","Adicione o ovo e bata bem até formar creme uniforme e aerado.","Use o creme como recheio entre as camadas do bolo."]},{"group":"Glacê","steps":["Derreta o chocolate com água em fogo baixo.","Adicione açúcar de confeiteiro até o glacê ficar uniforme.","Despeje o glacê sobre o bolo e distribua uniformemente.","Deixe o glacê firmar antes de servir."]},"DICA: O bolo fica extra úmido e bom se descansar refrigerado até o dia seguinte para que a base de nozes absorva umidade do recheio."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755872660421_pgc4hn6dh","title":"Bolo do Sr. Jonsen","servings":"1 assadeira (cerca de 20-25 pedaços)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":58,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo aerado com limão, amêndoas e groselhas que proporciona sabor elegante e equilibrado. As claras são batidas separadamente para leveza extra. O frescor do limão, a crocância das amêndoas e a doçura das groselhas criam harmonia perfeita. Um bolo sofisticado para café.","image":"hrjonsenskake.jpg","ingredients":["200 g de manteiga","150 g de açúcar","4 ovos (gemas e claras separadas)","250 g de farinha de trigo","1 colher de chá de fermento em pó","Raspas de 1 limão","Suco de ½ limão","30 g de amêndoas picadas","25 g de groselhas (passas pequenas)"],"instructions":["Bata manteiga e açúcar até ficar branco.","Adicione as gemas uma a uma mexendo.","Misture farinha, fermento, raspas e suco de limão.","Incorpore amêndoas e groselhas.","Bata as claras em neve e incorpore delicadamente à massa.","Despeje a massa em assadeira untada.","Asse a 175°C por cerca de 25 minutos.","Esfrie antes de servir."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756236330536_b3nwm8ujp","title":"Bolo Festivo com Glacê","servings":"12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":91,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo denso de chocolate com glacê brilhante que se mantém perfeito por vários dias. A consistência compacta e o sabor profundo de chocolate o tornam um verdadeiro bolo festivo. O glacê de cacau, café e manteiga proporciona superfície profissional e brilhante. Coco ou nozes no topo adicionam textura e apelo visual.","image":"festkakemedglasur.jpg","ingredients":[{"group":"Base do bolo","items":["200 g de manteiga (temperatura ambiente)","200 g de açúcar","200 g de farinha de trigo","1 ½ colheres de chá de fermento em pó","200 g de chocolate ao leite (derretido ou ralado)","4 ovos"]},{"group":"Glacê","items":["200 g de açúcar de confeiteiro","2 colheres de sopa de cacau em pó","2 colheres de sopa de café forte","60 g de manteiga (ou 50 g de gordura vegetal para versão clássica)","1 ovo (levemente batido)"]},{"group":"Cobertura (opcional)","items":["Coco ralado ou nozes picadas"]}],"instructions":[{"group":"Preparação","steps":["Ligue o forno a 180°C.","Unte uma forma redonda (24 cm) ou assadeira pequena (20x30 cm)."]},{"group":"Base do Bolo","steps":["Bata manteiga e açúcar até ficar branco.","Adicione farinha e fermento.","Incorpore chocolate derretido ou ralado e ovos.","Despeje a massa na forma e asse por 30-35 minutos no centro do forno.","Esfrie sobre grade até ficar morno."]},{"group":"Glacê","steps":["Misture açúcar de confeiteiro, cacau e café.","Adicione manteiga ou gordura vegetal.","Adicione ovo levemente batido e misture até o glacê ficar uniforme.","Espalhe o glacê sobre o bolo morno.","Polvilhe com coco ou nozes se desejar."]},{"group":"Dicas","steps":["DICA: Deixe o bolo descansar refrigerado por algumas horas antes de servir para melhor consistência e sabor."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755558421198_xvg1go8ff","title":"Bolo Irmã","servings":"12-15 porções (2-3 formas)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":25,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo doce com fermento, passas e frutas cristalizadas que proporciona resultado úmido e aromático. O cardamomo proporciona sabor suave de especiaria que complementa as frutas. A fécula de batata torna o bolo extra macio. Conserva-se bem e pode ser congelado.","image":"systerkake.jpg","ingredients":["550 g de farinha de trigo","150 g de fécula de batata","125 g de açúcar","150 g de manteiga","½ colher de chá de cardamomo","aprox. 400 ml de leite (morno)","1 ovo","50 g de fermento (ou 1 pacote de fermento seco)","70 g de uvas-passas","50 g de frutas cristalizadas"],"instructions":["Peneire farinha e fécula de batata em tigela e esfarele a manteiga.","Adicione açúcar e cardamomo.","Dissolva o fermento no leite morno.","Bata o ovo levemente e misture junto com leite e fermento.","Sove bem a massa e deixe crescer cerca de 1 hora.","Adicione passas e frutas cristalizadas.","Distribua a massa em 2-3 formas untadas. Deixe crescer novamente por cerca de 30 min.","Asse a 180°C por 35-40 min até o bolo estar dourado e assado.","DICA: Sirva preferencialmente com manteiga ou requeijão cremoso. Pode ser congelado."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756156293404_rqagv8szr","title":"Bolo Kvikk-lunsj","servings":"cerca de 20-24 quadrados (assadeira)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":84,"category":"Bolos de Assadeira","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo macio de chocolate em assadeira com glacê doce com café e cacau. A receita simples proporciona bolo úmido todas as vezes. O glacê com ovo ou manteiga mantém-se brilhante e tentador. Perfeito para mutirão ou formatura escolar.","image":"kvikklunsjkake.jpg","ingredients":[{"group":"Base do bolo","items":["3 ovos","450 ml de açúcar","225 g de manteiga (ou margarina, derretida)","2 colheres de chá de fermento em pó","3 colheres de sopa de cacau","225 ml de leite","600 ml de farinha de trigo"]},{"group":"Glacê","items":["3 ovos","10 colheres de sopa de açúcar de confeiteiro (aprox. 150 g)","1,5 colheres de sopa de cacau","2 colheres de chá de açúcar de baunilha","2 colheres de sopa de café forte"]}],"instructions":[{"group":"Base do Bolo","steps":["Bata ovos e açúcar até formar creme aerado.","Derreta a manteiga e misture com o leite.","Peneire farinha, fermento e cacau.","Incorpore o seco e o líquido alternadamente ao creme de ovos.","Despeje a massa em assadeira untada.","Asse no centro do forno a 200°C por cerca de 25-30 minutos."]},{"group":"Glacê","steps":["Bata ovos, açúcar de confeiteiro, cacau, açúcar de baunilha e café.","DICA: Para melhor durabilidade você pode usar 100 g de manteiga em vez de ovos, e bater com açúcar de confeiteiro, cacau, açúcar de baunilha e café.","Espalhe o glacê sobre o bolo ainda quente."]}],"createdAt":"2025-08-25"},
    {"id":"recipe_1755559275124_oarukiqz6","title":"Bolo Leve de Frutas com Creme","servings":"1 bolo (cerca de 10-12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":32,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo leve de frutas baseado em pão de ló, recheado com creme e frutas ou frutas vermelhas. A base aerada com limão proporciona base fresca para o recheio. Frutas em calda dão toque retrô enquanto frutas vermelhas frescas o tornam moderno. Deve ser servido no mesmo dia para melhor resultado.","image":"fruktkake.jpg","ingredients":[{"group":"Base do bolo","items":["4 ovos","100 g de açúcar","3 colheres de sopa de água fria","15 g de fécula de batata","95 g de farinha de trigo","1 ½ colheres de chá de fermento em pó","1 colher de chá de suco de limão"]},{"group":"Sugestões de recheio","items":["300 ml de creme de leite batido em chantilly","2 colheres de sopa de açúcar de confeiteiro (para adoçar o chantilly, opcional)","1 colher de chá de açúcar de baunilha (para o chantilly, opcional)","1 lata de peras ou pêssegos em calda em pedaços","ou 200 g de frutas vermelhas frescas (morangos, framboesas ou mirtilos)"]}],"instructions":["Bata ovos e açúcar até formar creme aerado.","Adicione água fria e suco de limão, misture delicadamente.","Peneire farinha, fécula de batata e fermento. Incorpore delicadamente à massa.","Despeje a massa em forma de bolo untada (cerca de 22-24 cm).","Asse a 180°C por cerca de 35-40 minutos até o bolo estar dourado e assado.","Esfrie em grade.","Divida o bolo em duas camadas quando estiver completamente frio.","Recheie com creme batido e frutas ou frutas vermelhas conforme desejado.","Coloque o topo e decore opcionalmente com creme extra, frutas vermelhas, glacê, nozes ou pequenos topos de merengue.","DICA: Peras ou pêssegos em calda dão sabor clássico dos anos 60-70, enquanto frutas vermelhas frescas tornam o bolo mais leve e fresco."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756238383056_1e5ojuvi0","title":"Bolo Olimpíada","servings":"12-14 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":98,"category":"Bolos em Camadas","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo rico de amêndoa com três camadas - base, recheio de amêndoa e creme de manteiga para riqueza máxima. O recheio cozido de amêndoa proporciona intenso sabor de nozes que é absorvido pelo creme de manteiga. Pode ser coberto com chocolate ou açúcar de confeiteiro. Um verdadeiro bolo festivo para ocasiões especiais.","image":"olympiakake.jpg","ingredients":[{"group":"Base do bolo","items":["125 g de manteiga","300 ml de açúcar","3 gemas","450 ml de farinha de trigo","2 colheres de chá de fermento em pó","1 colher de chá de açúcar de baunilha","150 ml de leite","50 g de amêndoas moídas","3 claras (batidas em neve)"]},{"group":"Recheio","items":["100 g de amêndoas picadas","3 colheres de sopa de açúcar","125 ml de leite"]},{"group":"Creme de manteiga","items":["100 g de manteiga","2 colheres de sopa de açúcar","1 ½ colheres de chá de açúcar de baunilha","1 ovo (opcional)"]},{"group":"Cobertura (opcional)","items":["Glacê de chocolate derretido ou glacê de açúcar de confeiteiro"]}],"instructions":[{"group":"Base do Bolo","steps":["Bata manteiga e açúcar até ficar branco.","Adicione as gemas uma de cada vez.","Misture farinha, fermento e açúcar de baunilha, e adicione alternadamente com leite.","Adicione amêndoas moídas.","Incorpore delicadamente claras batidas em neve.","Despeje em forma de mola untada (cerca de 24 cm) e asse a 175°C por 40-45 minutos.","Esfrie completamente."]},{"group":"Recheio","steps":["Ferva leite, açúcar e amêndoas picadas.","Deixe cozinhar suavemente até a mistura engrossar.","Esfrie completamente."]},{"group":"Creme de Manteiga","steps":["Bata manteiga, açúcar e açúcar de baunilha até ficar branco.","Adicione opcionalmente ovo para consistência mais leve.","Misture o recheio de amêndoa resfriado."]},{"group":"Montagem","steps":["Divida a base do bolo em duas.","Distribua o recheio entre as camadas e opcionalmente um pouco no topo.","Finalize com glacê (chocolate ou açúcar de confeiteiro).","DICA: Decore com flocos de amêndoa ou chocolate para aparência festiva extra."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1756236698625_rrrhyudgb","title":"Bolo Príncipe","servings":"10-12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":93,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Elegante bolo príncipe com base de massa quebrada, recheio aerado de amêndoas e listras decorativas de massa. A massa doce de amêndoas com cardamomo e baunilha proporciona sabor aromático de nozes. Mantém-se úmido por vários dias e muitas vezes melhora após descanso. Um bolo clássico de festa com aparência impressionante.","image":"fyrstekake.jpg","ingredients":[{"group":"Base","items":["165 g de manteiga (temperatura ambiente)","125 g de açúcar","2 gemas","2 colheres de sopa de creme de leite","250 g de farinha de trigo","2 colheres de chá de fermento em pó"]},{"group":"Recheio","items":["250 g de amêndoas moídas","250 g de açúcar de confeiteiro","½ colher de chá de cardamomo moído","½ colher de chá de açúcar de baunilha","½ colher de chá de fermento em pó","5 claras"]}],"instructions":[{"group":"Preparação","steps":["Preaqueça o forno a 180°C","Unte uma forma de mola (24 cm)"]},{"group":"Base","steps":["Bata manteiga e açúcar até ficar branco e aerado","Adicione gemas e creme, misture bem","Misture farinha e fermento até formar massa quebrada","Abra a massa e forre o fundo e laterais da forma","Reserve um pouco de massa para listras decorativas"]},{"group":"Recheio","steps":["Moa as amêndoas finamente","Bata as claras em neve","Incorpore açúcar de confeiteiro, amêndoas moídas, cardamomo, açúcar de baunilha e fermento","Despeje o recheio na forma"]},{"group":"Cobertura","steps":["Abra o restante da massa","Corte tiras e coloque em padrão de grade sobre o recheio"]},{"group":"Assar","steps":["Asse no centro do forno por cerca de 35-40 minutos","Esfrie na forma antes de servir"]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755872552308_tm2b2fagg","title":"Bolo Príncipe com Coco","servings":"1 bolo (8-10 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":57,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo príncipe exótico onde coco substitui amêndoas para toque tropical. O recheio de coco é mais doce e texturizado que o recheio tradicional de amêndoas. O cardamomo e a canela complementam perfeitamente o coco. Uma variante empolgante do clássico bolo príncipe.","image":"fyrstekakemedkokos.jpg","ingredients":[{"group":"Massa","items":["175 g de manteiga","125 g de açúcar","250 g de farinha de trigo","2 colheres de chá de fermento em pó","2 gemas"]},{"group":"Recheio","items":["200 g de coco ralado","200 g de açúcar de confeiteiro","2 claras","0,25 colher de chá de cardamomo","Um pouco de canela"]}],"instructions":["Esfarele manteiga, açúcar, farinha e fermento.","Adicione gemas e trabalhe rapidamente até formar massa.","Abra a massa e coloque em forma de bolo untada.","Misture coco, açúcar de confeiteiro, claras, cardamomo e um pouco de canela para o recheio.","Distribua o recheio na forma.","Asse a 180°C por cerca de 30 minutos, até o bolo estar dourado e assado.","Esfrie e sirva."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756245258439_1xue4vpr2","title":"Bolo Quatro Folhas","servings":"10-12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":112,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo luxuoso de confeito com creme de baunilha e duas barras inteiras de chocolate Quatro Folhas no glacê. A base aerada com chocolate ao leite ralado proporciona base leve para o rico creme de baunilha. O glacê é extraordinariamente rico e doce, perfeito para amantes de chocolate. Um verdadeiro bolo festivo que impressiona visual e gustativamente.","image":"firkloverkake.jpg","ingredients":[{"group":"Base","items":["5 ovos","175 g de açúcar","150 g de farinha de trigo","1 ½ colheres de chá de fermento em pó","50 g de chocolate ao leite ralado (aprox. ½ barra)"]},{"group":"Recheio","items":["1 pacote de pó para creme de baunilha (para 250 ml de leite)","300 ml de creme de leite batido"]},{"group":"Glacê","items":["150 ml de leite","150 g de açúcar de confeiteiro","50 g de manteiga","200 g de chocolate tipo confeitaria (2 barras de aprox. 100 g)"]},{"group":"Decoração","items":["Chantilly para bordas"]}],"instructions":[{"group":"Base","steps":["Preaqueça o forno a 175°C e unte uma forma de mola (cerca de 24 cm).","Bata ovos e açúcar até formar creme.","Peneire farinha e fermento, misture delicadamente.","Incorpore chocolate ralado.","Asse por 30-35 minutos. Esfrie."]},{"group":"Recheio","steps":["Prepare creme de baunilha com 2,5 xícaras de leite. Esfrie.","Bata creme de leite e misture com creme de baunilha resfriado para formar creme aerado."]},{"group":"Glacê","steps":["Ferva o leite, adicione açúcar de confeiteiro.","Adicione manteiga e pedaços de chocolate, derreta até formar glacê uniforme.","Esfrie um pouco antes de usar."]},{"group":"Montagem","steps":["Divida a base do bolo em duas camadas.","Recheie com a mistura de creme de baunilha.","Despeje o glacê sobre o topo e deixe escorrer pelas laterais.","Decore com creme ao longo da borda.","DICA: Deixe o bolo refrigerado por pelo menos 1 hora antes de servir."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1756234964414_pfzu7v38g","title":"Bolo Quatro Folhas com Base de Amêndoa","servings":"10-12 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":85,"category":"Bolos Redondos","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo com nozes com base úmida de amêndoa e recheio cremoso de chocolate Quatro Folhas para doçura máxima. A base de amêndoa tem consistência mastigável, tipo merengue, que absorve perfeitamente o recheio. O chocolate Quatro Folhas proporciona sabor característico de chocolate ao leite. Um bolo rico que deve ficar refrigerado para o recheio firmar adequadamente.","image":"firkloverkakemedmandelbunn.jpg","ingredients":[{"group":"Base","items":["4 ovos","400 ml de açúcar","200 g de amêndoas moídas","1 colher de chá de fermento em pó"]},{"group":"Recheio","items":["200 ml de creme de leite batido em chantilly","100 g de manteiga","200 ml de açúcar","2 barras de chocolate tipo confeitaria (de 190 g cada)"]}],"instructions":[{"group":"Base","steps":["Preaqueça o forno a 175°C.","Bata os ovos levemente com açúcar.","Misture o fermento nas amêndoas moídas e adicione à mistura de ovos.","Despeje a massa em forma de mola untada (cerca de 24 cm).","Asse no centro do forno por cerca de 40-45 minutos até o bolo estar assado."]},{"group":"Recheio","steps":["Derreta a manteiga junto com o chocolate Quatro Folhas em fogo baixo.","Bata o açúcar na mistura até dissolver.","Deixe a mistura esfriar um pouco antes de incorporar delicadamente ao creme batido.","Distribua o recheio uniformemente sobre o bolo resfriado."]},{"group":"Servir","steps":["Refrigere o bolo por pelo menos 2 horas antes de servir para o recheio firmar.","DICA: Decore com chocolate ralado ou amêndoas picadas no topo."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755881655718_gk80vwpb1","title":"Bolo Real","servings":"1 forma oblonga (cerca de 12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":63,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo festivo de forma com frutas cristalizadas, amêndoas e elegantes pistaches como decoração. As frutas cristalizadas proporcionam doçura antiquada enquanto as amêndoas adicionam substância. O glacê de açúcar de confeiteiro e os pistaches tornam o bolo visualmente impressionante. Perfeito para Natal ou outras festividades.","image":"konglekake.jpg","ingredients":[{"group":"Bolo","items":["200 g de manteiga","200 g de açúcar","4 ovos","1 pacote de frutas cristalizadas picadas (aprox. 100 g)","150 g de amêndoas picadas","200 g de farinha de trigo"]},{"group":"Glacê","items":["200 g de açúcar de confeiteiro (aprox. 350 ml)","2-3 colheres de sopa de líquido (água ou suco de limão)"]},{"group":"Decoração","items":["Amêndoas picadas","Pistaches picados grosso"]}],"instructions":["Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez batendo bem.","Misture frutas cristalizadas e amêndoas picadas na farinha, e incorpore delicadamente à massa.","Coloque a massa em forma oblonga untada (ou forrada com papel manteiga).","Asse a 175°C por cerca de 1 hora e 15 minutos.","DICA: Cubra o bolo com papel manteiga após cerca de 30 minutos se começar a ficar muito escuro.","Esfrie o bolo na forma.","Peneire açúcar de confeiteiro em uma tigela. Adicione líquido aos poucos e mexa até formar glacê uniforme. Ajuste espessura com mais açúcar ou líquido conforme necessário.","Espalhe ou faça riscos de glacê sobre o bolo resfriado.","Decore imediatamente com amêndoas picadas e pistaches picados grosseiramente antes do glacê endurecer."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756145377678_hq1ys49cn","title":"Bolo Sol","servings":"12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":78,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Bolo claro e aerado com fécula de batata que proporciona leveza extraordinária. O sabor suave de baunilha e consistência porosa o tornam perfeito com café. O nome reflete o caráter claro e alegre. Decorado simplesmente com açúcar de confeiteiro.","image":"solskinnskake.jpg","ingredients":["3 ovos","300 ml de açúcar","125 g de manteiga derretida","200 ml de farinha de trigo","100 ml de fécula de batata","1 colher de chá de fermento em pó","1 colher de chá de açúcar de baunilha","Açúcar de confeiteiro para decorar"],"instructions":["Bata ovos e açúcar até formar creme firme.","Derreta a manteiga e deixe esfriar um pouco.","Peneire farinha, fécula de batata, fermento e açúcar de baunilha.","Incorpore o seco no creme de ovos junto com a manteiga.","Despeje a massa em forma untada e polvilhada.","Asse a 175°C por cerca de 35-40 minutos, até o bolo estar dourado e assado.","Esfrie o bolo e peneire açúcar de confeiteiro sobre antes de servir."],"createdAt":"2025-08-25"},
    {"id":"recipe_1755881897846_d81s32xtz","title":"Bolo Tigre (bolo mármore)","servings":"1 bolo redondo (cerca de 12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":64,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Lindo bolo mármore com sabor de laranja e padrão marmorizado de massa clara e escura. A laranja proporciona frescor que equilibra perfeitamente o cacau. O padrão decorativo torna cada fatia única. Um bolo visualmente impressionante.","image":"tigerkake.jpg","ingredients":[{"group":"Massa","items":["250 g de manteiga","250 ml de açúcar","6 ovos","500 ml de farinha de trigo","Suco e raspas de 1 laranja"]},{"group":"Para massa escura","items":["3 colheres de sopa de cacau"]}],"instructions":["Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez batendo bem.","Misture suco e raspas de laranja.","Peneire a farinha e incorpore delicadamente.","Divida a massa em duas partes iguais.","Adicione cacau em uma metade da massa para ter uma massa clara e uma escura.","Coloque massa clara e escura alternadamente em forma redonda bem untada.","Asse o bolo a 175°C por 50-60 minutos.","Esfrie o bolo na forma alguns minutos antes de desenformar.","DICA: Sirva preferencialmente com polvilhado de açúcar de confeiteiro ou um pouco de creme batido ao lado."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755525313393_x86s8trii","title":"Bolos da Sra. Meyer","servings":"Cerca de 40 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":10,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Escandinava","description":"Biscoitos leves com fécula de batata e bicarbonato de amônio que proporcionam textura característica crocante-porosa. As gotas de limão dão frescor sutil que eleva o sabor suave. Formados facilmente com colher em pequenos topos. Um favorito tradicional que derrete na boca.","image":"frumeyerskaker.jpg","ingredients":["125 g de margarina","125 g de açúcar","125 g de fécula de batata","140 g de farinha de trigo","1 ovo","3/4 colher de chá de sal de amônio (bicarbonato de amônio)","5 gotas de essência de limão"],"instructions":["Bata margarina e açúcar até ficar branco.","Bata o ovo levemente e adicione.","Peneire farinha e hornsalt e misture bem.","Adicione gotas de limão.","Coloque pequenas porções da massa na assadeira com colher de chá, deixando espaço entre elas.","Asse em fogo baixo (cerca de 160-170°C) por 8-10 minutos até ficarem amarelo-claras.","Esfrie em grade e guarde em pote hermético."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755820690556_mdv2ac1xd","title":"Bolos de Areia","servings":"Cerca de 20 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":7,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Bolos de areia tradicionais com fécula de batata para textura característica crocante-porosa. Assados em pequenas formas que proporcionam apresentação elegante. O sabor suave de baunilha e textura que derrete tornam-nos irresistíveis. Um clássico da mesa de café.","image":"sandkaker.jpg","ingredients":["250 g de manteiga","190 g de açúcar","2 ovos","200 g de farinha de trigo","90 g de fécula de batata","2 colheres de chá de fermento em pó","1 colher de chá de açúcar de baunilha"],"instructions":["Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez.","Misture farinha, fécula de batata, fermento e açúcar de baunilha.","Incorpore a mistura de farinha à massa.","Distribua a massa em formas de bolos de areia untadas.","Asse a 175°C por 15-20 minutos até ficarem levemente dourados.","Esfrie em grade e solte cuidadosamente das formas."],"createdAt":"2025-08-21"},
    {"id":"recipe_1755881153574_bfiokwrpl","title":"Bolos de Areia - Especialidades","servings":"Cerca de 50 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":62,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Bolos de areia finos com opção entre amêndoas ou coco para sabor variado. A fécula de batata proporciona a textura clássica de bolos de areia. Assados em formas tradicionais para aparência autêntica. Mantêm-se crocantes em pote de biscoitos.","image":"sandkakerfinspesier.jpg","ingredients":["250 g de margarina (ou manteiga)","250 g de açúcar","250 g de fécula de batata","1 ovo","50 g de amêndoas (escaldadas e moídas) ou coco ralado"],"instructions":["Escalde e moa as amêndoas se forem usadas.","Bata margarina e açúcar até ficar branco e aerado.","Bata o ovo.","Peneire a fécula de batata e misture delicadamente.","Incorpore amêndoas moídas ou coco por último.","Pressione a massa em formas de bolos de areia untadas (cerca de 50 unidades).","Asse a 180°C por 10-15 minutos, até os bolos ficarem levemente dourados.","Esfrie nas formas antes de soltar cuidadosamente.","DICA: Os bolos mantêm-se melhor em pote hermético e podem ser congelados."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755909829676_ymqb1zcai","title":"Bolos de Areia Substanciosos","servings":"Cerca de 20 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":68,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Bolos de areia clássicos com manteiga e fécula de batata que proporcionam a característica textura crocante-porosa. Assados em formas tradicionais de bolos de areia para apresentação elegante. O sabor suave e a consistência que derrete tornam-nos perfeitos para Natal e festas.","image":"fyldigesandkaker.jpg","ingredients":["225 g de manteiga (temperatura ambiente)","250 g de açúcar","150 g de fécula de batata","100 g de farinha de trigo","2 colheres de chá de açúcar de baunilha","1 colher de chá de fermento em pó","3 ovos"],"instructions":["Bata manteiga e açúcar até ficar branco.","Adicione os ovos um de cada vez.","Misture fécula de batata, farinha, açúcar de baunilha e fermento.","Incorpore a mistura de farinha à massa e trabalhe até formar massa uniforme.","Pressione a massa em pequenas formas de bolos de areia.","Asse a 180°C por cerca de 10-12 minutos até ficarem levemente dourados.","Solte os bolos cuidadosamente das formas enquanto ainda estão quentes.","Esfrie completamente em grade."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755825559027_36yv0oaen","title":"Chifre de Alce","servings":"Cerca de 20-25 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":46,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos crocantes de Natal em forma de anéis e fritos até perfeição dourada. O sabor de limão e cardamomo proporciona aroma delicado. A fritura tradicional proporciona crocância única que não pode ser alcançada no forno. Podem ser mergulhados em açúcar para doçura extra.","image":"hjortetakk.jpg","ingredients":["2 ovos","125 g de açúcar","65 g de margarina (ou manteiga para mais sabor)","½ colher de sopa de raspas de limão","aprox. 250 g de farinha de trigo","½ colher de chá de sal de amônio (bicarbonato de amônio)","¼ colher de chá de cardamomo"],"instructions":["Bata ovos e açúcar até formar creme.","Derreta a margarina (ou manteiga), esfrie e adicione.","Adicione raspas de limão.","Misture hornsalt, cardamomo e ¾ da farinha. Peneire e misture até formar massa uniforme.","Refrigere a massa até o dia seguinte.","Faça pequenos cilindros com a massa e forme anéis.","Aqueça óleo ou gordura vegetal a cerca de 170°C e frite os biscoitos até ficarem dourados.","Esfrie em grade e guarde secos em pote.","DICA: Os biscoitos podem ser levemente mergulhados em açúcar após fritar para crocância e doçura extra."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755554972871_batotnjp9","title":"Cones de Creme","servings":"Cerca de 12 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":19,"category":"Biscoitos de Natal","meal":"Bolo","cuisine":"Norueguesa","description":"Cones crocantes formados enquanto quentes em cones elegantes para sobremesa. A massa leve de claras fica crocante e delicada. Recheados com creme, frutas vermelhas ou sorvete. Devem ser usados no mesmo dia para crocância ideal.","image":"kremarhus.jpg","ingredients":["120 g de manteiga ou margarina","120 g de açúcar","120 g de farinha de trigo peneirada","4 claras","½ colher de chá de extrato de baunilha"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione baunilha e peneire a farinha. Misture delicadamente.","Bata as claras em neve e incorpore delicadamente.","Espalhe a massa finamente sobre papel manteiga ou use ferro de waffle especial.","Asse a 160-170°C até ficarem levemente douradas.","Forme imediatamente em cones usando forma especial.","Esfrie e recheie com creme, frutas vermelhas ou sorvete antes de servir.","Devem ser usados no mesmo dia, ou guardados em pote hermético para preservar crocância.","Dicas: Combinam perfeitamente para sobremesa com frutas vermelhas e creme."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755979373897_j1k1xuo2k","title":"Confeitos de Páscoa","servings":"Cerca de 20-25 bolinhas","provider":"Vovó","reference":"Livro de Receitas","pageNumber":70,"category":"Confeitos","meal":"Café","cuisine":"Norueguesa","description":"Confeito simples de Páscoa com aveia, cacau e café que derrete formando doce delicioso. Enrolado em pequenas bolinhas que podem ser decoradas com coco ou nozes. A essência de amêndoa proporciona sabor sutil e elegante. Perfeito doce de Páscoa que não requer assar.","image":"paskekonfekt.jpg","ingredients":["200 g de manteiga","150 g de açúcar","150 g de açúcar demerara (ou mascavo)","2 ovos","275 g de farinha de trigo","1 colher de chá de fermento em pó","50 g de amêndoas picadas","100 g de chocolate amargo ao leite (picado)"],"instructions":["Misture aveia, açúcar e cacau em uma tigela.","Adicione manteiga macia até formar massa uniforme.","Adicione essência de amêndoa e café, e trabalhe até formar massa lisa.","Faça pequenas bolinhas entre as mãos.","DICA: Role as bolinhas em coco, nozes ou açúcar pérola para decoração extra.","Refrigere até endurecer."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755872233137_oy68eqarf","title":"Coroa de Frutas","servings":"1 coroa (cerca de 12 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":55,"category":"Bolos de Forma","meal":"Café","cuisine":"Norueguesa","description":"Coroa rápida de café com uvas-passas, frutas cristalizadas e cardamomo, crescida com fermento em pó. A massa doce e condimentada é formada em coroa decorativa e coberta com glacê fresco de limão. Lembra bolo de Natal mas é muito mais rápido de fazer. Perfeito quando se deseja algo festivo sem longo tempo de crescimento.","image":"fruktkrans.jpg","ingredients":[{"group":"Massa","items":["300 g de farinha de trigo","100 g de manteiga em temperatura ambiente","5 colheres de chá de fermento em pó","5 colheres de sopa de açúcar","1 colher de chá de cardamomo moído","2 colheres de sopa de frutas cristalizadas picadas","2 colheres de sopa de uvas-passas","2 colheres de sopa de groselhas","1 ovo","150 ml de leite"]},{"group":"Glacê","items":["6 colheres de sopa de açúcar de confeiteiro","1 colher de sopa de suco de limão fresco"]}],"instructions":["Esfarele a manteiga na farinha.","Adicione fermento, açúcar, cardamomo, frutas cristalizadas, uvas-passas e groselhas.","Adicione ovo e leite até formar massa uniforme e um pouco firme.","Forme a massa em coroa redonda em assadeira forrada com papel manteiga.","Asse no centro do forno a 200-210°C por cerca de 25 min (originalmente: 225°C).","Faça glacê com açúcar de confeiteiro misturado com suco de limão enquanto a coroa ainda está quente."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755870232579_l6ih311dg","title":"Coroa de Rum","servings":"1 bolo (8-10 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":52,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Coroa elegante de rum com base de pão de ló e recheio cremoso de rum para sabor adulto. A base leve absorve o creme de rum perfeitamente. O sabor de rum é distinto mas não dominante. Servido frio como sobremesa sofisticada ou bolo festivo.","image":"romkrans.jpg","ingredients":[{"group":"Pão de ló","items":["3 ovos","Açúcar equivalente ao peso dos ovos (aprox. 150 g)","Farinha equivalente a metade do peso dos ovos (aprox. 75 g de farinha de trigo)"]},{"group":"Creme de rum","items":["2 gemas","75 ml de açúcar (aprox. 65 g)","200 ml de leite","2 colheres de sopa de fécula de batata","100-150 g de manteiga","2-3 colheres de sopa de rum (adicionar quando o creme estiver frio)"]}],"instructions":["Bata ovos e açúcar até formar creme firme.","Peneire a farinha e incorpore delicadamente.","Despeje a massa em forma de bolo untada (20-22 cm) e asse a 175°C por cerca de 30 minutos.","Faça o creme de rum: Bata gemas, açúcar, leite e fécula de batata em panela.","Aqueça mexendo até engrossar. Esfrie completamente.","Quando o creme estiver frio, adicione manteiga e tempere com rum.","Divida o pão de ló em duas e recheie com o creme de rum. Use também creme como glacê no topo se desejar.","Refrigere o bolo antes de servir. Serve-se frio."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755823341462_u7qwjljvv","title":"Coroa de Trondheim (Coroa de Folhas)","servings":"1 coroa grande (cerca de 12-16 fatias)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":41,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Impressionante coroa trançada com fermento recheada com manteiga, açúcar, canela e frutas. Cortada e trançada em forma decorativa. O glacê de açúcar de confeiteiro com limão proporciona acabamento fresco. Parece complicado mas é surpreendentemente fácil de fazer.","image":"bladkrans.jpg","ingredients":[{"group":"Massa","items":["500 g de farinha de trigo","1 colher de chá de sal","500 g de margarina","60 g de açúcar","Raspas de ½ limão","1 ovo","300 ml de leite (morno, aprox. 37-40 °C)","50 g de fermento biológico fresco (ou 1 pacote de fermento seco)"]},{"group":"Recheio","items":["35 g de margarina (semi-derretida ou macia)","35 g de açúcar","1 colher de chá de canela","70 g de uvas-passas","70 g de frutas cristalizadas"]},{"group":"Glacê","items":["150 g de açúcar de confeiteiro","Suco de ½ limão","Um pouco de água"]}],"instructions":["Faça massa normal com fermento: Esfarele o fermento no leite morno. Misture manteiga, açúcar, sal, raspas de limão e ovo. Adicione a farinha e sove até formar massa lisa. Deixe crescer até dobrar de tamanho.","Abra a massa em retângulo, cerca de 35 × 65 cm.","Espalhe margarina meio derretida e polvilhe uniformemente açúcar, canela, passas e frutas cristalizadas.","Enrole a massa do lado longo formando cilindro firme.","Corte o cilindro quase todo ao longo, e trance ou entrelace as duas partes. Forme círculo/coroa e coloque em assadeira forrada com papel manteiga.","Deixe crescer novamente por cerca de 30 minutos.","Asse no centro do forno a 230°C por 20-25 minutos, até a coroa ficar dourada.","Faça o glacê: Misture açúcar de confeiteiro, suco de limão e um pouco de água até formar glacê espesso mas fluido.","Pingue o glacê sobre a coroa resfriada antes de servir.","DICA: Come-se preferencialmente no mesmo dia, mas pode ser congelada."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755560023988_dskuqphf0","title":"Creme de Figuras","servings":"30-40 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":35,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos delicados com fécula de batata que proporciona textura única, crocante-mastigável. O creme de leite e a essência de rum dão sabor luxuoso que eleva os ingredientes simples. Moldados com formas de biscoito de gengibre em figuras festivas. Mais crocantes no mesmo dia em que são assados, mas se conservam bem em pote hermético.","image":"figurkrem.jpg","ingredients":[{"group":"Massa","items":["2 ovos","100 g de açúcar","200 g de manteiga em temperatura ambiente","100 g de fécula de batata","40 g de farinha de trigo","1 ½ colheres de chá de fermento em pó","2 colheres de sopa de creme de leite","50 g de farinha de trigo extra para ajustar","½ colher de chá de essência de rum"]}],"instructions":["Bata ovos e açúcar até formar creme.","Adicione a manteiga aos poucos e misture bem.","Peneire fécula de batata, farinha, fermento e canela. Incorpore alternadamente com o creme.","Adicione essência de rum e trabalhe a massa até ficar uniforme e lisa.","Embrulhe a massa em plástico e deixe descansar na geladeira por cerca de 30 minutos.","Abra a massa com cerca de 3-4 mm de espessura em superfície enfarinhada.","Corte figuras com formas de biscoito de gengibre ou copo.","Coloque as figuras em assadeira forrada com papel manteiga.","Asse no centro do forno a 180°C por 8-10 minutos, até ficarem levemente douradas.","Esfrie em grade.","DICA: Os biscoitos podem ser guardados em pote hermético por várias semanas, mas ficam mais crocantes no mesmo dia em que são assados."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756238483719_r1gv80ygf","title":"Curry Brasileiro","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":99,"category":"Pratos Principais","meal":"Jantar","cuisine":"Brasileira","description":"Curry exótico com carne de porco, servido com acompanhamentos coloridos que criam uma experiência festiva. O molho de curry é suave e cremoso com creme e purê de tomate, enquanto as frutas, nozes e vegetais adicionam textura e doçura. Cada pessoa compõe sua própria combinação de sabores à mesa. Um prato social que convida à experimentação e conversa ao redor da mesa.","image":"brasilianskkarrirett.jpg","ingredients":["750 g de carne suína (ou frango) em cubos","2 colheres de sopa de manteiga ou margarina","1 ½ colheres de chá de curry","1 ½ colheres de chá de sal","300 ml de água","1 colher de sopa de extrato de tomate","200 ml de creme de leite",{"group":"Acompanhamentos","items":["Arroz cozido","Amendoins","Uvas-passas","Pedaços de abacaxi","Pedaços de banana","Cubos de maçã","Salsinha","Cebola picada"]}],"instructions":["Corte a carne em cubos e doure na manteiga/margarina junto com o curry.","Coloque a carne em uma panela, adicione água fervente, purê de tomate e sal.","Deixe cozinhar em fogo baixo com tampa por cerca de 1 hora, até a carne estar macia.","Adicione o creme e engrose com um pouco de farinha dissolvida em água se desejar molho mais espesso.","Sirva bem quente com arroz cozido e tigelas pequenas com acompanhamentos.","DICA: Deixe os convidados escolherem seus acompanhamentos para uma combinação de sabores mais rica."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755526142808_1e6hjyujv","title":"Diamantes Marrons","servings":"Cerca de 40-50 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":12,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos crocantes de Natal com melado e especiarias, cortados em formas características de diamante. Uma pitada de pimenta proporciona um sabor surpreendentemente aquecedor que eleva os tons doces do melado. A massa descansa durante a noite para textura ideal. Ficam crocantes e condimentados com sabor profundo e caramelizado. Metades de amêndoas no topo dão elegância extra ao prato de biscoitos de Natal.","image":"brunesnipper.jpg","ingredients":["65 g de açúcar","35 g de margarina","125 g de xarope de açúcar","75 ml de creme de leite","250 g de farinha de trigo","1/2 colher de chá de pimenta","1/4 colher de chá de gengibre","1/2 colher de chá de bicarbonato de sódio","Metades de amêndoas para decorar (opcional)"],"instructions":["Coloque açúcar, melado e creme em uma panela e aqueça até a margarina derreter. Misture bem.","Esfrie a mistura um pouco e peneire todos os ingredientes secos (farinha, especiarias e bicarbonato). Amasse até formar massa uniforme.","Deixe a massa descansar até o dia seguinte, preferencialmente refrigerada.","Abra a massa finamente, cerca de 2-3 mm. Corte diamantes cortando tiras longas diagonalmente (3-4 cm de largura), depois corte diagonalmente no sentido oposto formando pequenos diamantes (cerca de 4-5 cm no lado maior).","Coloque os diamantes em assadeira untada ou com papel manteiga. Decore com meia amêndoa no centro de cada um se desejar.","Asse os biscoitos até ficarem dourados claros em temperatura média (cerca de 175°C) por 8-10 minutos."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756238629295_qw5n0wohc","title":"Doce de Leite Tradicional","servings":"Cerca de 1 litro de doce pronto","provider":"Vovó","reference":"Livro de Receitas","pageNumber":100,"category":"Acompanhamentos","meal":"Café","cuisine":"Norueguesa","description":"Doce de leite tradicional cozido por horas até formar creme caramelizado doce. O longo tempo de cozimento transforma o leite em massa espessa e marrom com sabor profundo de caramelo. Perfeito em pães finos, biscoitos ou como doce para passar no pão. Trabalhoso mas vale a pena pelo sabor único.","image":"gomme.jpg","ingredients":["3 litros de leite integral","3 litros de leitelho","1 ovo","3 colheres de sopa de creme de leite","750 g de açúcar (preferencialmente parte açúcar cristal para mais sabor)"],"instructions":["Despeje o leite em uma panela grande de fundo grosso.","Ferva em fogo baixo e deixe cozinhar suavemente por 6-7 horas. Mexa regularmente para evitar que queime.","Quando o leite reduzir a uma massa marrom espessa, adicione açúcar gradualmente. Misture bem.","Bata o ovo levemente e adicione junto com o creme.","Continue cozinhando até a consistência ficar como creme espesso.","Esfrie e guarde em potes limpos.","DICA: Fica melhor quando descansa refrigerado durante a noite."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756235605234_62eyzfzym","title":"Ensopado da Magnhild","servings":"2-3 porções","provider":"Magnhild","reference":"Livro de Receitas","pageNumber":87,"category":"Pratos Principais","meal":"Jantar","cuisine":"Norueguesa","description":"Forma completa de carne moída com vegetais para jantar fácil e saboroso. Alho-poró, cenoura e couve-flor dão cor e nutrição. Servido tradicionalmente com arroz e decorado festivamente. Um prato prático que parece mais complicado do que é.","image":"magnhildsgryterett.jpg","ingredients":[{"group":"Carne moída","items":["400 g de carne moída","1 ovo","1 colher de sopa de fécula de batata","1 colher de chá de sal","1/4 colher de chá de pimenta","1/2 cebola picada","400 ml de água","Manteiga ou margarina para untar a forma"]},{"group":"Recheio","items":["1 alho-poró pequeno em rodelas","1-2 cenouras em cubos","1/2 couve-flor pequena (aprox. 150 g) em buquês pequenos","100 g de ervilhas em lata (aprox. 1/2 lata)","1-2 colheres de sopa de ketchup","Um pouco de molho shoyu (opcional)"]},{"group":"Decoração e acompanhamento","items":["Alface","1 tomate em fatias","1 ovo cozido em gomos","Salsinha fresca","Arroz cozido (aprox. 2 porções)","2 colheres de sopa de creme azedo ou molho"]}],"instructions":[{"group":"Preparação","steps":["Preaqueça o forno a 200°C (180°C com ventilação).","Unte uma forma refratária pequena."]},{"group":"Carne Moída","steps":["Misture carne moída, ovo, fécula de batata, sal, pimenta, cebola picada e água até formar carne moída uniforme.","Distribua a carne moída de forma que cubra fundo e laterais da forma."]},{"group":"Recheio","steps":["Ferva cenouras e couve-flor por 2-3 minutos.","Misture com alho-poró, ervilhas e ketchup (opcionalmente molho de carne).","Coloque o recheio na forma."]},{"group":"Assar","steps":["Asse no centro do forno por cerca de 35-40 minutos até a carne estar assada e levemente dourada.","Deixe o prato descansar por 5 minutos antes de servir."]},{"group":"Servir","steps":["Decore com tomate, ovo cozido e salsinha.","Sirva com arroz e uma colher de creme azedo ou molho."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755824310285_18a0usvg3","title":"Fatias Alemãs","servings":"Cerca de 40 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":43,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos simples de massa quebrada formados em cilindros e cortados em fatias. O sabor puro de manteiga e açúcar de confeiteiro transparece. Ficam crocantes e delicados com leve doçura. Rápidos de fazer e sempre bem-sucedidos.","image":"tyskeskiver.jpg","ingredients":["375 g de manteiga em temperatura ambiente","250 g de açúcar de confeiteiro","500 g de farinha de trigo"],"instructions":["Bata manteiga e açúcar de confeiteiro até ficar branco e poroso.","Sove a farinha até formar massa uniforme.","Divida a massa em duas e faça cilindros.","Deixe os cilindros descansar refrigerados um tempo.","DICA: Preferencialmente na geladeira 1 hora para cortar mais fácil.","Corte em fatias e coloque em assadeira.","Asse a 180°C por cerca de 8-10 minutos até bordas levemente douradas."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755525039501_v1gcazw3t","title":"Fatias de Chocolate","servings":"Cerca de 30-40 fatias","provider":"Vovó","reference":"Livro de Receitas","pageNumber":9,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Escandinava","description":"Fatias simples de chocolate com massa quebrada que são formadas, assadas e cortadas diagonalmente. Ficam crocantes nas bordas e um pouco mastigáveis no centro para textura perfeita. Cacau e fécula de batata proporcionam sabor distinto. Biscoitos clássicos que desaparecem rápido.","image":"sjokoladesnitter.jpg","ingredients":["200 g de manteiga","200 g de açúcar","1 ovo","3 colheres de sopa de cacau","250 g de farinha de trigo","2 colheres de chá de fécula de batata","2 colheres de chá de fermento em pó","1 colher de chá de açúcar de baunilha"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione o ovo e misture bem.","Peneire cacau, farinha, fécula de batata, fermento e açúcar de baunilha.","Adicione o seco na mistura de manteiga e trabalhe rapidamente a massa.","Divida a massa em 3-4 partes e enrole em cilindros.","Coloque os cilindros em assadeira forrada com papel manteiga e achate levemente com garfo ou costas de colher.","Asse no centro do forno a 175°C por cerca de 12-15 minutos.","Corte os cilindros em fatias diagonais enquanto ainda estão quentes.","Deixe as fatias de chocolate esfriarem completamente em grade e guarde em pote hermético."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756245691736_kc7svfkjm","title":"Geleia de Ruibarbo, Damasco e Mirtilo","servings":"Cerca de 10-12 potes","provider":"Vovó","reference":"Livro de Receitas","pageNumber":115,"category":"Acompanhamentos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Geleia clássica norueguesa de ruibarbo/damasco ou mirtilo com sabores distintos. O alto teor de açúcar (500g por litro) garante durabilidade de 1-2 anos fechada em temperatura ambiente em potes esterilizados. Após abrir dura 3-4 semanas refrigerada. Ruibarbo-damasco é agridoce, mirtilo é escuro e rico. Perfeito no pão, waffles ou recheio de bolo.","image":"rabarbraogblabaersyltetoy.jpg","ingredients":[{"group":"Geleia de ruibarbo e damasco","items":["3 maços de ruibarbo (aprox. 1,2 kg)","250 g de damascos secos","500 g de açúcar por litro de massa de fruta"]},{"group":"Geleia de mirtilo","items":["1 litro de mirtilos (aprox. 600 g)","500 g de açúcar"]}],"instructions":[{"group":"Geleia de Ruibarbo e Damasco","steps":["Descasque e corte o ruibarbo em pedaços.","Pique grosseiramente os damascos.","Cozinhe ruibarbo e damascos com um pouco de água por 10-15 minutos até amolecer.","Adicione açúcar (cerca de 500 g por litro de massa de frutas).","Continue cozinhando por 5-10 minutos até a geleia ter consistência desejada.","Despeje em potes esterilizados e feche."]},{"group":"Geleia de Mirtilo","steps":["Lave os mirtilos e coloque em panela.","Cozinhe as frutas por 15 minutos.","Adicione o açúcar, mexa até dissolver (cerca de 30 minutos).","Encha a geleia em potes esterilizados."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755872734771_m05o0r4d5","title":"Geleia em Potes","servings":"Rende cerca de 6-8 potes por porção (dependendo do tamanho)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":58,"category":"Acompanhamentos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Geleia moderna com pó de geleia que preserva sabor fresco de frutas com apenas minutos de cozimento. Dura 6-12 meses fechada em potes esterilizados, 2-3 semanas refrigerada após abrir. Menos açúcar que receitas tradicionais proporciona sabor mais fresco e leve. Morango e framboesa dão geleia de verão com equilíbrio perfeito.","image":"syltetoypaglass.jpg","ingredients":[{"group":"Geleia de morango","items":["1 kg de morangos","850 g de açúcar","1 pacote de pó para geleia"]},{"group":"Geleia de framboesa","items":["2.325 g de framboesas","1.500 g de açúcar","1 pacote de pó para geleia"]}],"instructions":["Limpe e lave as frutas.","Misture as frutas com açúcar em panela grande.","Adicione pó de geleia e ferva mexendo.","Deixe a geleia cozinhar suavemente por alguns minutos.","Despeje a geleia em potes limpos e quentes e feche bem.","Esfrie e guarde no escuro e frio.","DICA: A receita pode ser feita tanto com morangos quanto framboesas. Siga as proporções de quantidade para a fruta que usar."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755559527459_zsk3fc1zv","title":"Geleias Tradicionais de Frutas Vermelhas","servings":"Cerca de 4-6 potes por receita","provider":"Vovó","reference":"Livro de Receitas","pageNumber":33,"category":"Acompanhamentos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Coleção de geleias tradicionais de frutas com alto teor de açúcar extra (1:1 ou mais) que garante durabilidade de 1-2 anos fechada em temperatura ambiente. Após abrir dura 4 semanas refrigerada. Longo tempo de cozimento proporciona toque rico e caramelizado típico para provisões de inverno. Groselha preta, groselha, groselha espinhosa e ameixas proporcionam sabores variados e intensos.","image":"syltetoy.jpg","ingredients":[{"group":"Geleia de groselha preta","items":["1 kg de groselhas pretas","1 litro de água","2 kg de açúcar"]},{"group":"Geleia de groselha vermelha","items":["2 kg de groselhas vermelhas","250 ml de água","2 kg de açúcar"]},{"group":"Geleia de groselha branca","items":["2 kg de groselhas brancas","600 ml de água","1,8 kg de açúcar"]},{"group":"Geleia de ameixa","items":["1 kg de ameixas","200 ml de água","800 g de açúcar"]},{"group":"Geleia de groselha branca (variante)","items":["1 kg de groselhas brancas","1 kg de açúcar","500 ml de água"]}],"instructions":["Geleia de Groselha Preta: Cozinhe frutas e água por 15 minutos. Adicione açúcar e continue cozinhando por cerca de ½ hora. Despeje em potes quentes.","Geleia de Groselha: Cozinhe frutas e água até as frutas estourarem. Adicione açúcar e continue cozinhando até consistência adequada. Despeje em potes.","Geleia de Groselha Espinhosa: Cozinhe frutas e água até ficarem macias. Adicione açúcar e continue cozinhando até a geleia estar pronta. Despeje em potes.","Geleia de Ameixa: Cozinhe ameixas e água por ½ hora. Adicione açúcar e continue cozinhando por ½ hora. Remova os caroços. Despeje em potes.","DICA: Para conserva usa-se 1 kg de açúcar por 16 ameixas.","Geleia de Groselha Espinhosa (variante): Coloque frutas e açúcar em camadas em tigela, deixe até o dia seguinte. Depois cozinhe com água por cerca de ½ hora. Despeje em potes."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756235764735_8ugmch79s","title":"Hambúrgueres de Grãos","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":88,"category":"Acompanhamentos","meal":"Jantar","cuisine":"Norueguesa","description":"Hambúrgueres vegetarianos de cevada, batatas e cebola com sabor suave e saciante. A textura grossa e a cevada com nozes proporcionam boa mastigação. Decorados com fatias de laranja para frescor e cor. Uma substituição saudável e saborosa para hambúrgueres de carne.","image":"kornkarbonader.jpg","ingredients":["2 cebolas médias picadas finas","4 batatas cruas raladas","1 ovo","2 colheres de chá de sal","400 ml de cevada (cozida ou hidratada)","½ colher de chá de pimenta (ou páprica ou outro tempero)","Rodelas de laranja para decorar","Óleo ou margarina para fritar"],"instructions":["Pique a cebola finamente e rale as batatas.","Misture cebola, batatas, ovo, sal, especiarias e cevada até formar massa firme.","Forme pequenos hambúrgueres.","Frite em fogo médio com um pouco de óleo ou margarina até ficarem dourados e cozidos.","Decore com fatias de laranja antes de servir.","DICA: Sirva preferencialmente com salada fresca ou vegetais cozidos."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756155691069_ny8finz0t","title":"Homenzinhos de Bolo","servings":"Cerca de 40 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":82,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Biscoitos claros e crocantes de Natal com bicarbonato de amônio que proporciona sabor e textura característicos. A doçura suave e consistência aerada os tornam variante mais leve dos biscoitos de gengibre. Moldados em figuras festivas que espalham espírito natalino. Devem ser feitos e assados rapidamente para melhor resultado.","image":"kakemenn.jpg","ingredients":["375 g de açúcar","15 g de sal de amônio","50 g de margarina ou manteiga","500 g de farinha de trigo","300 ml de água"],"instructions":["Preaqueça o forno a 200°C.","Esfarele margarina/manteiga no seco.","Misture tudo e use farinha suficiente para que a massa possa ser aberta.","Abra até cerca de 3-5 mm de espessura.","Corte figuras e coloque em assadeira forrada com papel manteiga.","Asse no centro do forno por cerca de 8-10 minutos.","DICA: Não deixe a massa descansar muito tempo, fica pegajosa. Não abra a massa muito fina."],"createdAt":"2025-08-25"},
    {"id":"recipe_1756245486416_edbqoq8hu","title":"Homenzinhos de Bolo da Magnhild","servings":"Cerca de 50-60 unidades","provider":"Magnhild","reference":"Livro de Receitas","pageNumber":113,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Homenzinhos de bolo brancos tradicionais da região oeste com bicarbonato de amônio e leitelho. Devem ser claros, não marrons, com doçura suave. A grande quantidade de massa rende muitos biscoitos. Perfeitos para o Natal com leite ou chocolate quente.","image":"magnhildskakemenn.jpg","ingredients":["250 g de manteiga","500 g de açúcar","1,2-1,5 litros de leitelho","1 ½ colheres de chá de sal de amônio (bicarbonato de amônio)","Aprox. 2 kg de farinha de trigo (até obter massa adequada)"],"instructions":["Derreta a manteiga e esfrie um pouco.","Misture manteiga e açúcar.","Adicione leitelho. Dissolva hornsalt em um pouco do leite e misture.","Sove gradualmente a farinha até formar massa lisa e firme.","Deixe a massa descansar refrigerada por pelo menos 1 hora.","DICA: Assim fica mais fácil de abrir.","Abra a massa finamente (3-4 mm) e corte figuras.","Coloque em assadeira forrada com papel manteiga e asse a 180°C por 7-10 minutos. Os biscoitos devem ficar brancos, não marrons.","Esfrie em grade e guarde em pote hermético."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755869945385_cmkyoa80m","title":"Lefse de Nordland","servings":"20-24 lefses","provider":"Vovó","reference":"Livro de Receitas","pageNumber":51,"category":"Panquecas e Pães Finos","meal":"Café","cuisine":"Norueguesa","description":"Lefses tradicionais de Nordland com leitelho e especiarias que proporcionam sabor característico. Cardamomo, canela e cravo dão aroma quente e aromático. Úmidas e macias, perfeitas com manteiga e açúcar. Uma especialidade regional com personalidade distinta.","image":"nordlandslefser.jpg","ingredients":["3 xícaras (aprox. 750 ml) de leitelho","3 colheres de chá de açúcar","1 colher de sopa de manteiga derretida","1 colher de chá de cardamomo","1 colher de chá de canela","1 colher de chá de cravo","2 colheres de chá de sal de amônio (bicarbonato de amônio)","Aprox. 1-1,2 kg de farinha de trigo"],"instructions":["Misture leitelho, açúcar, manteiga derretida e especiarias em tigela grande.","Adicione hornsalt e adicione farinha aos poucos até obter massa macia e lisa que possa ser aberta.","Deixe a massa descansar por pelo menos 30 minutos.","Divida em porções e abra lefses finas.","Asse em chapa ou frigideira seca até ficarem douradas dos dois lados.","DICA: Guarde sob pano para que as lefses mantenham-se macias."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756246149940_tvpdywoqy","title":"Limpeza de Tripas","servings":"Para 1 porco","provider":"Vovô","reference":"Livro de Receitas","pageNumber":118,"category":"Guia de Abate","meal":"Conserva","cuisine":"Norueguesa","description":"Guia prático para limpeza de tripas após abate, desde remoção até conservação. Descreve métodos tradicionais para preparar tripas para embutidos. Conhecimento importante para autossuficiência e conservação de alimentos. Parte do patrimônio alimentar norueguês.","image":"rensingavtarmer.jpg","ingredients":["Tripas frescas","Sal","Água","Um pouco de bicarbonato (para gordura)"],"instructions":["Puxe as tripas enquanto ainda estão quentes. Começa-se pelo pâncreas (na extremidade inferior do estômago).","Pendure em dois lugares com pouco espaço entre, e corte.","Estique desde a garganta. Quando quentes isso é fácil.","Usa-se faca de tripa, cerca de 18-20 cm.","A remoção vale também para as outras, e igualmente para o estômago.","Divida as tripas em comprimentos de cerca de 2 m, e vire-as do avesso.","Puxe-as entre água potável, para que a camada de muco saia. Raspe depois se necessário.","Coloque em água com sal, em tanque profundo.","Limpe e lave miúdos e carne para conserva. Lave bem o que estiver com sangue.","Coloque sal na cavidade bucal e nasal, lave bem e coloque em água fria abundante.","Limpe a gordura antes de usar. Corte, e coloque em água com um pouco de bicarbonato, em tanque profundo."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755824362629_5nvukyn49","title":"Macarons de Coco","servings":"Cerca de 30 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":43,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Macarons úmidos de coco com borda crocante e centro mastigável e macio. A mistura simples de ovos, açúcar e coco proporciona intenso sabor de coco. Populares entre crianças e adultos. Um biscoito clássico de Natal que também serve o ano todo.","image":"kokosmakroner.jpg","ingredients":["3 ovos","250 g de açúcar","125 g de manteiga ou margarina derretida","250 g de coco ralado","100 g de farinha de trigo","½ colher de chá de fermento em pó"],"instructions":["Bata ovos e açúcar até formar mistura clara e aerada.","Adicione manteiga derretida.","Incorpore coco, farinha e fermento.","Coloque pequenas porções com colher em assadeira forrada com papel manteiga.","Asse a 200°C por 8-10 minutos, até as bordas ficarem douradas."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755823861497_lx630v7qa","title":"Mousse de Amêndoa","servings":"6-8 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":42,"category":"Sobremesa","meal":"Sobremesa","cuisine":"Norueguesa","description":"Mousse elegante de amêndoa com consistência leve e pedaços crocantes de amêndoa. A gelatina estabiliza o creme até consistência perfeita de mousse. As amêndoas torradas proporcionam profundidade de nozes. Servida em taças coberta com creme ou frutas.","image":"mandelfromasj.jpg","ingredients":["150 g de amêndoas (torradas, picadas)","150 g de açúcar","4 gemas","2 colheres de sopa de açúcar de confeiteiro","800 ml de creme de leite","12 folhas de gelatina (ou 8-10 para consistência mais suave)","50 ml de água fervente"],"instructions":["Escalde, torre e pique as amêndoas grosseiramente.","Bata gemas e açúcar até formar creme claro e aerado.","Bata o creme até chantilly, adicione açúcar de confeiteiro no final.","Coloque as folhas de gelatina em água fria por 5 min, derreta em 0,5 xícara de água fervente.","Misture o creme de ovos com amêndoas, incorpore delicadamente o creme.","Incorpore a gelatina dissolvida em fio fino.","Distribua em taças ou tigela e refrigere até servir.","DICA: Sirva preferencialmente com uma camada de creme batido ou frutas frescas no topo."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755560963597_u6hujnzsj","title":"Mousse de Damasco","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":36,"category":"Sobremesa","meal":"Sobremesa","cuisine":"Norueguesa","description":"Mousse cremosa de damasco com sabor doce e frutado, perfeita como sobremesa ou recheio de bolo. Os damascos secos são cozidos até ficarem macios e transformados em purê liso que é misturado com açúcar e creme. O resultado é uma sobremesa aerada e delicada com intenso sabor de damasco. Pode ser decorada com fatias de laranja para elegância extra. Adicione um pouco de suco de limão para equilibrar a doçura.","image":"aprikosmos.jpg","ingredients":["250 g de damascos secos","½ colher de chá de sal","3-4 caroços de damasco (opcional)","100-200 ml de creme de leite","125 g de açúcar"],"instructions":["Lave os damascos e coloque em uma panela.","Cozinhe em água levemente salgada por 15-20 minutos até amolecer.","Escorra a água do cozimento (reserve um pouco para ajustar).","Amasse os damascos até formar um purê, preferencialmente com mixer.","Adicione o açúcar enquanto o purê ainda está quente.","Deixe esfriar completamente.","Incorpore o creme de leite levemente batido.","Sirva em taças de sobremesa e decore com fatias de laranja.","DICA: Adicione um pouco de suco de limão para sabor mais fresco."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755558606095_2e6nu8ykg","title":"Mousse de Frutas e Pão","servings":"6 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":27,"category":"Sobremesa","meal":"Sobremesa","cuisine":"Norueguesa","description":"Mousse nostálgica com pão ou biscoitos triturados que proporciona caráter rústico. A combinação de creme batido, gelatina e geleia cria sobremesa leve e espumosa. Os biscoitos adicionam textura e sabor suave de grãos. Uma sobremesa que evoca memórias de infância.","image":"fruktogbrodfromasj.jpg","ingredients":["600 ml de creme de leite","1 colher de sopa de extrato de baunilha ou açúcar de baunilha","300 ml de pão, biscoito Maria ou biscoito digestivo esfarelado","50 g de açúcar","15 g de gelatina (aprox. 2 folhas ou 1 pacote em pó)","50 ml de água fervente","3 colheres de sopa de geleia (framboesa, amora ou similar)"],"instructions":["Bata o creme de leite até ponto de chantilly em uma tigela.","Adicione baunilha e misture o açúcar.","Incorpore o pão ou biscoito triturado junto com a geleia.","Dissolva a gelatina em água fervente e misture bem até dissolver completamente.","Incorpore a gelatina dissolvida na mistura de mousse.","Coloque a mousse em tigela de vidro ou distribua em taças de sobremesa.","Refrigere até a mousse firmar.","DICA: Decore com um pouco de creme batido extra e uma colher de geleia ao servir."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755556519322_xc1wy808f","title":"Mousse de Maçã","servings":"6-8 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":21,"category":"Sobremesa","meal":"Sobremesa","cuisine":"Norueguesa","description":"Mousse aerada de maçã com consistência leve e espumosa e sabor fresco de maçãs nacionais. A gelatina estabiliza o creme batido e o purê de maçã formando uma sobremesa firme mas macia. Maçãs ácidas proporcionam melhor equilíbrio contra o creme doce. Serve-se fria com biscoitos que contrastam crocantes com a consistência cremosa.","image":"eplefromasje.jpg","ingredients":["1 kg de maçãs (preferencialmente ácidas)","100 ml de água","200 g de açúcar (aprox. 200 ml)","600 ml de creme de leite","6 folhas de gelatina","50 ml de água fervente","Decoração: chantilly extra e fatias de maçãs vermelhas ou frutas vermelhas"],"instructions":["Descasque e limpe as maçãs. Cozinhe-as em água e açúcar por cerca de 10-15 minutos até amolecer.","Amasse até formar purê liso de maçã e deixe esfriar.","Coloque as folhas de gelatina em água fria por 5 minutos.","Derreta a gelatina em 0,5 xícara de água fervente e mexa até dissolver completamente.","Misture a gelatina no purê de maçã resfriado.","Bata o creme de leite até ponto de chantilly e incorpore delicadamente ao purê de maçã.","Distribua em uma tigela grande ou taças individuais e refrigere por pelo menos 2-3 horas.","Decore com creme extra e fatias de maçã ou frutas vermelhas antes de servir.","Sirva preferencialmente com biscoitos."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755561559921_tq2e55vou","title":"Muffins de Aveia","servings":"Cerca de 15-20 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":39,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Muffins úmidos de aveia cobertos com rico glacê de chocolate para combinação irresistível. A aveia proporciona base de nozes que equilibra perfeitamente o glacê doce. Amêndoas ou passas adicionam textura extra. Fáceis de fazer e sempre populares.","image":"havremuffins.jpg","ingredients":[{"group":"Massa de muffins","items":["2 ovos","200 ml de açúcar","150 g de margarina ou manteiga derretida","90 g de aveia em flocos","180 g de farinha de trigo","1 colher de chá de fermento em pó","2-3 colheres de sopa de amêndoas picadas ou uvas-passas"]},{"group":"Glacê","items":["120 g de açúcar de confeiteiro","1 ½ colheres de sopa de cacau em pó","2 ½ colheres de sopa de café forte","2 colheres de sopa de margarina ou manteiga"]}],"instructions":["Bata ovos e açúcar até formar creme.","Adicione margarina derretida.","Adicione aveia, farinha e fermento, misture bem.","Incorpore amêndoas picadas ou passas.","Distribua a massa em forminhas de muffin, cerca de ¾ cheias.","Asse a 175°C por 15-20 minutos até ficarem douradas.","Faça o glacê: Misture açúcar de confeiteiro e cacau, adicione café e margarina derretida. Mexa até formar glacê liso.","Esfrie os muffins antes de espalhar o glacê.","DICA: Adicione um pouco de chocolate meio amargo picado na massa para sabor extra."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755982043088_haa6r7wst","title":"Pães Chifre","servings":"Cerca de 16 pães","provider":"Vovó","reference":"Livro de Receitas","pageNumber":74,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Pães chifre claros clássicos com sabor suave e doce e consistência macia. A massa simples de trigo com leite e ovo proporciona pães úmidos que combinam com qualquer recheio. Também podem ser recheados com queijo, presunto ou geleia para variação. Um favorito versátil para todas as refeições.","image":"horn.jpg","ingredients":["400 g de farinha de trigo","100 g de margarina ou manteiga","40 g de açúcar","32 g de fermento biológico fresco (aprox. ½ pacote)","1 ovo","200 ml de leite (morno)","1 gema para pincelar"],"instructions":["Aqueça o leite até ficar morno (cerca de 37°C).","Esfarele o fermento no leite e mexa até dissolver.","Adicione açúcar, manteiga derretida e resfriada, ovo e a maior parte da farinha.","Sove a massa até ficar lisa e adicione o restante da farinha conforme necessário.","Cubra com pano e deixe crescer por cerca de 1 hora até dobrar de tamanho.","Divida a massa em duas partes e abra em círculos.","Corte cada círculo em 8 triângulos.","Enrole os triângulos da base larga para a ponta e forme chifres.","Coloque em assadeira forrada com papel manteiga e deixe crescer por 30 min.","Pincele com gema.","Asse a 220°C por 10-12 min até dourar.","Esfrie em grade."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755872535103_a90h8d4l2","title":"Pães de Carnaval","servings":"12 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":57,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Pães tradicionais de carnaval com cardamomo e recheio doce de maçapão ou uvas-passas. A massa aerada com fermento tem sabor suave de especiarias que complementa perfeitamente o recheio doce. O recheio de maçapão proporciona doçura de nozes, enquanto a variante com passas é frutada. Também podem ser recheados com creme e geleia para tradições modernas de carnaval.","image":"fastelavensboller.jpg","ingredients":[{"group":"Massa","items":["250 g de farinha de trigo","2 colheres de sopa de açúcar","0,5 colher de chá de cardamomo","30 g de fermento biológico fresco","1 colher de sopa de manteiga","150 ml de leite (morno)"]},{"group":"Para pincelar","items":["1 ovo"]},{"group":"Recheio de marzipã","items":["100 g de amêndoas moídas","100 g de açúcar de confeiteiro","1 clara"]}],"instructions":[{"group":"Preparação","steps":["Esfarele o fermento no leite morno.","Adicione manteiga, açúcar, cardamomo e farinha.","Sove a massa até ficar lisa.","Deixe crescer até dobrar de tamanho.","Divida a massa em 12 porções e forme bolinhas.","Deixe crescer novamente por cerca de 25 minutos.","Pincele com ovo.","Asse a 200°C por cerca de 15 minutos.","Esfrie e recheie com recheio de maçapão ou uvas-passas e frutas cristalizadas (sukat).","DICA: Também podem ser cortados e recheados com creme e geleia para pães modernos de carnaval."]},{"group":"Recheio de Maçapão","steps":["Moa as amêndoas finamente (ou use farinha de amêndoas pronta).","Misture com açúcar de confeiteiro.","Adicione a clara aos poucos até formar massa firme.","Deve ficar bem firme, não líquida, para espalhar ou colocar em porções nos pães."]}],"createdAt":"2025-08-22"},
    {"id":"recipe_1756155722383_i9r90nv1y","title":"Pães de Creme","servings":"12-15 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":82,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Pães clássicos de creme que podem ser recheados com creme batido ou creme de baunilha. A massa aerada com fermento e cardamomo proporciona sabor suave de especiaria. Recheados após assar para melhor resultado. Irresistíveis quando frescos.","image":"kremboller.jpg","ingredients":[{"group":"Massa","items":["200 ml de leite (morno)","50 g de manteiga","50 g de açúcar","30 g de fermento biológico fresco (ou ½ pacote de fermento seco)","300 g de farinha de trigo"]},{"group":"Creme de baunilha (recheio)","items":["200 ml de leite","2 gemas","50 g de açúcar","1 ½ colheres de sopa de amido de milho","½ colher de chá de açúcar de baunilha ou sementes de ¼ fava de baunilha"]},{"group":"Decoração","items":["200 ml de açúcar de confeiteiro","2-3 colheres de sopa de água","100 ml de coco ralado"]}],"instructions":["Derreta a manteiga e misture com leite morno.","Dissolva o fermento no líquido.","Adicione açúcar, cardamomo e farinha, sove até formar massa lisa.","Deixe crescer até dobrar de tamanho, cerca de 45-60 minutos.","Divida a massa em 12-15 partes e forme bolinhas.","Coloque as bolinhas em assadeira forrada com papel manteiga, e deixe crescer por cerca de 30 minutos.","Pincele com ovo batido.","Asse a 225°C por 8-10 minutos até dourar.","DICA: Quando os pães esfriarem, podem ser recheados com creme batido ou creme de baunilha."],"createdAt":"2025-08-25"},
    {"id":"recipe_1756155447629_ehle29540","title":"Pães de Escola","servings":"16 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":81,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Pães de escola aerados recheados com creme de baunilha e cobertos com glacê e coco. O creme de baunilha caseiro eleva estes pães a novas alturas. O glacê e o coco proporcionam doçura e textura. Um clássico brasileiro da mesa de café em sua melhor forma.","image":"skoleboller.jpg","ingredients":[{"group":"Massa","items":["200 ml de leite (morno)","50 g de manteiga","50 g de açúcar","30 g de fermento biológico fresco (ou ½ pacote de fermento seco)","300 g de farinha de trigo"]},{"group":"Creme de baunilha (recheio)","items":["200 ml de leite","2 gemas","50 g de açúcar","1 ½ colheres de sopa de amido de milho","½ colher de chá de açúcar de baunilha ou sementes de ¼ fava de baunilha"]},{"group":"Decoração","items":["200 ml de açúcar de confeiteiro","2-3 colheres de sopa de água","100 ml de coco ralado"]}],"instructions":[{"group":"Massa","steps":["Derreta a manteiga e adicione ao leite morno.","Dissolva o fermento na mistura de leite.","Adicione açúcar e farinha, sove até formar massa lisa.","Deixe crescer por cerca de 45 minutos."]},{"group":"Creme de Baunilha","steps":["Bata gemas, açúcar, amido de milho e açúcar de baunilha em tigela.","Ferva o leite em panela, retire do fogo.","Despeje cerca de 0,5-1 xícara do leite quente na mistura de ovos batendo vigorosamente (temperar os ovos).","Despeje a mistura de ovos de volta na panela com o restante do leite.","Aqueça cuidadosamente mexendo constantemente até o creme engrossar (82-85°C). Não deve ferver.","Esfrie rapidamente e cubra com filme plástico diretamente sobre o creme para evitar película."]},{"group":"Formar","steps":["Faça 16 bolinhas e coloque em assadeira forrada com papel manteiga.","Deixe os pães crescerem novamente por 20-30 minutos.","Faça uma depressão profunda em cada pão.","DICA: Faça a depressão após crescer, senão ela sobe novamente.","Recheie cada depressão com uma colher de sopa de creme de baunilha."]},{"group":"Assar e decorar","steps":["Asse os pães a 225°C por cerca de 10 minutos até ficarem dourados.","Esfrie os pães completamente.","Misture açúcar de confeiteiro e água até formar glacê espesso, pincele as bordas dos pães.","Polvilhe coco sobre o glacê."]}],"createdAt":"2025-08-25"},
    {"id":"recipe_1756235372035_9g5zf866v","title":"Pães de Escola da Sigrid","servings":"14-16 unidades","provider":"Sigrid","reference":"Livro de Receitas","pageNumber":86,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Pães de escola decadentes recheados com creme de baunilha caseiro e cobertos com glacê e coco. A massa rica com cardamomo proporciona profundidade, enquanto o creme de baunilha adiciona luxo. O glacê de açúcar de confeiteiro e o coco completam estes pães irresistíveis.","image":"sigridsskoleboller.jpg","ingredients":[{"group":"Massa","items":["500 g de farinha de trigo","100 g de manteiga em temperatura ambiente","100 g de açúcar","1 colher de chá de cardamomo moído","225 ml de leite morno","50 g de fermento biológico fresco (ou 12 g de fermento seco)","1 ovo"]},{"group":"Creme de baunilha","items":["200 ml de leite","2 gemas","50 g de açúcar","1 ½ colheres de sopa de amido de milho","½ colher de chá de açúcar de baunilha ou sementes de ¼ fava de baunilha"]},{"group":"Decoração","items":["150 g de açúcar de confeiteiro","2-3 colheres de sopa de água","100 ml de coco ralado"]}],"instructions":[{"group":"Massa","steps":["Esfarele o fermento no leite morno. Adicione açúcar, ovo e cardamomo.","Sove a farinha e manteiga até a massa ficar lisa e soltar da tigela (8-10 minutos).","Cubra com pano e deixe crescer até dobrar de tamanho, cerca de 45-60 minutos."]},{"group":"Creme de Baunilha","steps":["Bata gemas, açúcar, amido de milho e açúcar de baunilha.","Ferva o leite e retire a panela do fogo.","Adicione um pouco do leite quente na mistura de ovos batendo.","Despeje a mistura de volta na panela com o restante do leite.","Aqueça mexendo constantemente até o creme engrossar (82-85°C). Não deve ferver.","Esfrie rapidamente e cubra com filme plástico diretamente na superfície."]},{"group":"Formar e assar","steps":["Divida a massa em 14-16 partes, faça bolinhas e coloque em assadeira forrada com papel manteiga.","Deixe os pães crescerem novamente por cerca de 30 minutos.","Faça uma depressão no centro e recheie com creme de baunilha.","Asse a 220-225°C por 10-12 minutos até dourar.","Esfrie em grade."]},{"group":"Decoração","steps":["Misture açúcar de confeiteiro e água até formar glacê espesso.","Pincele glacê ao redor do creme de baunilha.","Polvilhe coco sobre o glacê."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755981304907_fngfaduv7","title":"Pães de Passas","servings":"Cerca de 12-15 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":72,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Pães rápidos de passas crescidos com fermento em pó, mais como scones que pães tradicionais. A massa simples proporciona pães macios, um pouco densos, cheios de passas. Perfeitos como lanche rápido de café ou lanche de trilha. Assados diretamente sem tempo de crescimento.","image":"rosinboller.jpg","ingredients":["100 g de manteiga (temperatura ambiente ou levemente derretida)","100 ml de açúcar","1 ovo","350 ml de farinha de trigo (aprox. 200 g)","2 colheres de chá de fermento em pó","200 ml de uvas-passas"],"instructions":["Preaqueça o forno a 225°C e forre assadeira com papel manteiga.","Bata manteiga e açúcar até ficar branco, adicione o ovo e bata bem.","Misture farinha e fermento, e adicione à massa.","Incorpore as passas.","Coloque a massa em pequenas porções com colher no papel manteiga.","Asse no centro do forno por cerca de 10-12 minutos, até os pães ficarem dourados."],"createdAt":"2025-08-23"},
    {"id":"recipe_1756245100668_ha58bmp2e","title":"Pães Integrais","servings":"cerca de 12 pães","provider":"Vovó","reference":"Livro de Receitas","pageNumber":110,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Pães integrais úmidos com centeio e trigo integral que proporcionam sabor rico de grãos. A mistura equilibrada de farinhas proporciona textura perfeita - interior macio com crosta levemente crocante. A forma característica de chifre os torna extra convidativos. Excelentes para café da manhã, lanche ou sopa.","image":"grovehorn.jpg","ingredients":["25 g de fermento biológico fresco (ou ½ pacote de fermento seco)","500 ml de leite ou água morna (ou uma mistura)","700 ml de farinha de trigo","200 ml de farinha de trigo integral","300 ml de farinha de centeio integral","1 colher de sopa de açúcar","1 colher de chá de sal","1 ovo","½ colher de chá de fermento em pó","25 g de manteiga derretida","Um pouco de farinha de trigo extra para trabalhar"],"instructions":["Dissolva o fermento em leite ou água morno.","Adicione ovo, manteiga derretida, açúcar e sal.","Adicione farinha de centeio, farinha integral, fermento em pó e a maior parte da farinha de trigo.","Sove bem a massa por cerca de 8-10 minutos até ficar lisa. Ajuste com farinha extra se necessário.","Cubra e deixe crescer por cerca de 1 hora, até dobrar de tamanho.","Divida a massa em 2 partes. Abra cada parte em círculo e divida em 6 triângulos.","Enrole os triângulos da extremidade larga formando chifres.","Coloque os chifres em assadeira com papel manteiga e deixe crescer por 30 minutos.","Pincele com ovo batido ou leite.","Asse no centro do forno a 220°C por 12-15 minutos, até ficarem dourados e assados."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755484726501_29ubmpget","title":"Pãezinhos","servings":"Cerca de 20 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":73,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Pãezinhos clássicos com leite e manteiga para consistência úmida e macia. A receita simples proporciona resultados confiáveis todas as vezes. Dourados e convidativos, perfeitos para todas as refeições. Pincelados com ovo para superfície brilhante e tentadora.","image":"rundstykker.jpg","ingredients":["500 g de farinha de trigo","50 g de manteiga","50 g de fermento biológico fresco (ou 1 pacote de fermento seco)","200 ml de leite","150 ml de água","1,5 colheres de chá de sal","1 colher de chá de açúcar"],"instructions":["Esfarele a manteiga na farinha.","Adicione fermento, sal e açúcar.","Aqueça leite e água até ficar morno (cerca de 37°C) e adicione à farinha.","Sove a massa até ficar lisa por cerca de 8-10 minutos.","Deixe crescer até dobrar de tamanho, cerca de 1 hora.","Forme 20 pãezinhos e coloque em assadeira.","Deixe crescer novamente por cerca de 30 minutos, pincele opcionalmente com leite ou ovo.","Asse a 225°C por 10-12 minutos até dourar."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755558008707_dq4xcdrqf","title":"Pãezinhos de Aveia","servings":"20 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":24,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Pãezinhos leves com aveia que proporciona sabor de nozes e consistência úmida. A aveia é cozida primeiro no leite para maciez ideal. Um pouco doces, mas ainda funcionam como pão de refeição. Melhores frescos quando estão crocantes por fora e macios e fumegantes por dentro.","image":"havregrynsboller.jpg","ingredients":["170 g de aveia em flocos","300-400 ml de leite","300 g de farinha de trigo","½ colher de chá de sal","2 colheres de sopa de açúcar","50 g de manteiga","6 colheres de chá de fermento em pó"],"instructions":["Ferva o leite e despeje sobre a aveia. Deixe a mistura esfriar.","Peneire a farinha com fermento, e adicione açúcar e sal.","Esfarele a manteiga na mistura de farinha.","Misture a aveia resfriada com leite no ingrediente seco até formar massa lisa e moderadamente firme.","Forme pequenas bolinhas e coloque em assadeira com papel manteiga.","Asse no centro do forno a 200°C por cerca de 12-15 minutos, até os pãezinhos ficarem dourados.","DICA: Sirva os pãezinhos no mesmo dia - ficam crocantes por fora e macios por dentro."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756237358130_o8nq2erx0","title":"Pãezinhos de Coquetel","servings":"12 unidades","provider":"I. Espelid","reference":"Livro de Receitas","pageNumber":96,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Pequenos pães aerados assados rapidamente em alta temperatura para crosta crocante. O tempo curto de cozimento preserva a umidade. Perfeitos para buffets frios ou como acompanhamento para refeições festivas. Elegantes e profissionais.","image":"kuvertbrod.jpg","ingredients":[{"group":"Massa","items":["500 g de farinha de trigo","25 g de fermento biológico fresco (ou ½ pacote de fermento seco)","50 g de manteiga (temperatura ambiente ou derretida)","1 colher de sopa de açúcar","200 ml de leite ou água","1 colher de chá de sal"]}],"instructions":[{"group":"Preparação","steps":["Esfarele fermento em leite ou água morno (cerca de 37°C).","Adicione açúcar, manteiga derretida e sal.","Sove a farinha até formar massa lisa."]},{"group":"Crescimento","steps":["Deixe a massa crescer coberta por cerca de 1 hora.","Divida em 12 partes, forme pequenos pães, coloque em assadeira forrada com papel manteiga.","Deixe crescer novamente por cerca de 20 minutos."]},{"group":"Assar","steps":["Preaqueça forno a 250°C (ou 220°C com ventilação).","Asse por 7-10 minutos até dourar.","Esfrie em grade."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755981233876_ig01xbp9m","title":"Pãezinhos Fáceis","servings":"Cerca de 16 pãezinhos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":72,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Pãezinhos simples com leite e ovo que proporcionam textura úmida e dourada. A receita clássica proporciona pãezinhos macios com crosta fina. Combinam com todas as refeições e como acompanhamento para sopa. Sempre populares entre grandes e pequenos.","image":"letterundstykker.jpg","ingredients":["500 g de farinha de trigo","60 g de manteiga","½ colher de chá de sal","1 colher de chá de açúcar","25 g de fermento biológico fresco (ou ½ pacote de fermento seco)","250 ml de leite (frio ou morno)","1 ovo"],"instructions":["Esfarele manteiga e farinha até formar massa farelenta.","Adicione sal, açúcar e fermento.","Bata leite e ovo, e adicione à mistura de farinha.","Sove bem a massa até ficar lisa (cerca de 8-10 min).","Deixe crescer até dobrar de tamanho, cerca de 1 hora.","Divida a massa em 16 partes e forme pãezinhos.","Coloque em assadeira, cubra com pano e deixe crescer por cerca de 30 min.","Pincele com ovo batido.","Asse a 225°C por 10-12 minutos, até ficarem dourados."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755869538227_fx98i3fdq","title":"Panquecas de Hardanger","servings":"Cerca de 20 panquecas","provider":"Vovó","reference":"Livro de Receitas","pageNumber":50,"category":"Panquecas e Pães Finos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Panquecas macias com leitelho e bicarbonato que proporcionam consistência aerada e sabor levemente ácido. A massa espessa é frita até formar panquecas douradas e fofas que ficam fantásticas com manteiga e queijo marrom (brunost - pode substituir por doce de leite). Uma especialidade da região oeste que serve tanto para café da manhã quanto lanche da noite.","image":"hardangerlapper.jpg","ingredients":["2 ovos","50 ml de açúcar","500 ml de leitelho ou creme azedo","½ colher de chá de açúcar de baunilha","1 colher de chá de bicarbonato de sódio","Aprox. 300 g de farinha de trigo (até obter consistência de massa grossa)"],"instructions":["Bata ovos e açúcar até formar mistura clara e aerada.","Adicione leite, bicarbonato e açúcar de baunilha.","Adicione farinha até obter massa que se assemelha a massa espessa de waffle.","Deixe a massa descansar por cerca de 15 minutos.","Frite pequenas panquecas em chapa ou frigideira com um pouco de manteiga.","Frite até ficarem douradas dos dois lados.","Sirva quente com manteiga, queijo marrom (brunost) ou geleia."],"createdAt":"2025-08-22"},
    {"id":"recipe_1756156765700_21w885ar2","title":"Pão de Forma","servings":"2-3 pães","provider":"Vovó","reference":"Livro de Receitas","pageNumber":90,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Pão de forma norueguês clássico com consistência clara e aerada e sabor suave. A migalha fina e crosta macia o tornam perfeito para torrada e sanduíches. Mantém-se macio por vários dias. Um tipo de pão versátil para toda a família.","image":"loff.jpg","ingredients":["1 kg de farinha de trigo","50 g de fermento biológico fresco (ou 1 pacote de fermento seco, 12 g)","2 colheres de sopa de açúcar","700 ml de leite (morno)","1 ½ colheres de chá de sal","3 colheres de sopa de margarina ou manteiga"],"instructions":["Dissolva o fermento em leite morno com açúcar.","Adicione farinha, sal e margarina derretida. Sove bem por 10 min.","Deixe a massa crescer até dobrar de tamanho (cerca de 1 hora).","Forme 2-3 pães, coloque em formas untadas. Deixe crescer 30-40 min.","Asse a 200°C por 30-35 min."],"createdAt":"2025-08-25"},
    {"id":"recipe_1755870623547_7wkoxz8hw","title":"Pão de Ló Simples","servings":"12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":53,"category":"Bolos de Forma","meal":"Bolo","cuisine":"Norueguesa","description":"Pão de ló leve com fécula de batata que proporciona textura única e porosa e cítricos para frescor. A combinação de raspas de limão e laranja dá aroma e sabor equilibrado agridoce. O glacê com duplo cítrico intensifica o sabor frutado e dá acabamento brilhante. A fécula de batata torna o bolo extra aerado e macio.","image":"enkelsandkake.jpg","ingredients":[{"group":"Bolo","items":["200 g de manteiga","200 g de açúcar","4 ovos","150 g de farinha de trigo","100 g de fécula de batata","2 colheres de chá de fermento em pó","Raspas de 1 limão","Raspas de 1 laranja"]},{"group":"Glacê","items":["75 g de açúcar de confeiteiro","Suco de 1 limão","Suco de 1 laranja"]}],"instructions":["Bata ovos e açúcar até formar creme aerado.","Incorpore manteiga derretida e resfriada.","Peneire farinha, fécula de batata e fermento, e misture delicadamente.","Adicione raspas de limão e laranja.","Despeje a massa em forma untada e enfarinhada.","Asse a 175°C por 30-35 minutos, até o bolo estar dourado e assado.","Faça o glacê misturando açúcar de confeiteiro com suco de limão e laranja até consistência espessa e fluida.","Despeje o glacê sobre o bolo resfriado."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755981589690_q2y9t093c","title":"Pão Svele","servings":"Cerca de 10-12 pães","provider":"Vovó","reference":"Livro de Receitas","pageNumber":73,"category":"Panquecas e Pães Finos","meal":"Café","cuisine":"Norueguesa","description":"Pão svele rico com muita margarina que proporciona textura amanteigada e macia. Os pães são untados e colocados em camadas antes de dividir. Servidos tradicionalmente com açúcar ou melado. Um lanche nostálgico do interior que sacia bem.","image":"svelebrod.jpg","ingredients":["750 g de farinha de trigo","500 g de margarina","500 ml de leite (doce, integral ou semidesnatado)","2 colheres de chá de sal de amônio (bicarbonato de amônio)"],"instructions":["Sove levemente todos os ingredientes até formar massa uniforme.","Abra em pães finos, tamanho desejado.","Asse em chapa ou frigideira em fogo baixo até dourar.","Unte com manteiga e coloque dois pães juntos.","Corte cada em 3-4 pedaços e sirva mornos com melado ou açúcar."],"createdAt":"2025-08-23"},
    {"id":"recipe_1756238599987_vq48oxc01","title":"Pão Trançado do Jostein","servings":"1 pão grande","provider":"Jostein","reference":"Livro de Receitas","pageNumber":100,"category":"Pães e Pãezinhos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Lindo pão trançado com caráter suave de pão doce e crosta dourada. A trança torna o pão extra decorativo e festivo. A leve doçura e consistência amanteigada o tornam perfeito tanto para recheios quanto geleia. Sempre impressiona na mesa festiva.","image":"josteinsflettebrod.jpg","ingredients":["250 ml de água (morna)","800 ml de farinha de trigo","2 colheres de chá de sal","2 colheres de sopa de açúcar","50 g de fermento biológico fresco (ou 1 pacote de fermento seco, 12 g)","2 colheres de sopa de manteiga (derretida)"],"instructions":["Dissolva o fermento em água morna.","Adicione açúcar, sal e manteiga derretida.","Sove a farinha até formar massa lisa.","Deixe a massa crescer coberta por cerca de 1-1,5 hora.","Divida a massa em três partes iguais e enrole em cordões.","Trance os cordões formando um pão e coloque em assadeira forrada com papel manteiga.","Deixe crescer por cerca de 30 minutos.","Pincele com ovo batido ou leite para superfície brilhante.","DICA: Polvilhe sementes de papoula ou gergelim se desejar.","Asse no centro do forno a 200°C por cerca de 25-30 minutos até o pão ficar dourado."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755476864587_2erpf8ln7","title":"Pão Vienense","servings":"Cerca de 16-20 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":13,"category":"Assados com Fermento","meal":"Café","cuisine":"Dinamarquesa","description":"Pão vienense dinamarquês com massa laminada que proporciona camadas aeradas. Recheado com massa de amêndoa, aveia ou creme de ovos conforme desejado. O glacê de açúcar de confeiteiro proporciona acabamento doce. Requer um pouco de técnica mas o resultado vale o esforço.","image":"wienerbrod.jpg","ingredients":[{"group":"Massa base","items":["500 g de farinha de trigo","30 g de açúcar","50 g de margarina (para a massa)","35 g de fermento","1/2 colher de chá de cardamomo","300 ml de leite","1 ovo","150 g de margarina (para laminar, em camadas)"]},{"group":"Alternativa 1 - Recheio de marzipã","items":["50 g de amêndoas (moídas)","75 g de açúcar","1/2 clara","3 colheres de sopa de gotas de amêndoa"]},{"group":"Alternativa 2 - Recheio de aveia","items":["50 g de aveia em flocos","75 g de açúcar","1/2 clara","algumas gotas de essência de baunilha ou amêndoa"]},{"group":"Alternativa 3 - Recheio de creme de ovos","items":["20 g de farinha de trigo","200 ml de leite","1 gema","20 g de açúcar"]},{"group":"Glacê de açúcar de confeiteiro (opcional)","items":["75 g de açúcar de confeiteiro","1/2 clara"]}],"instructions":["Faça a massa (Massa Base): Misture farinha e açúcar em tigela. Esfarele 50 g de margarina.","Dissolva o fermento no leite morno e adicione junto com ovo e cardamomo. Sove bem a massa até ficar lisa.","Deixe a massa descansar por cerca de 15 minutos. Depois abra em retângulo.","Distribua 150 g de margarina em fatias finas/porções sobre a massa. Dobre e abra novamente. Repita 2-3 vezes para obter massa laminada. Deixe descansar entre as aberturas.","Escolha recheio: Prepare um dos alternativas:","Alternativa 1 - Recheio de Massa de Amêndoa: Misture amêndoas moídas, açúcar, clara e gotas de amêndoa até formar massa firme.","Alternativa 2 - Recheio de Aveia: Misture aveia, açúcar, clara e algumas gotas de essência até formar massa uniforme.","Alternativa 3 - Recheio de Creme de Ovos: Coloque farinha em panela, adicione leite e ferva mexendo. Adicione açúcar e gema. Mexa até o creme engrossar. Esfrie.","Montagem: Abra a massa até cerca de 0,5 cm de espessura. Corte em quadrados, coloque um pouco do recheio escolhido no centro e dobre os cantos em direção ao centro.","Coloque os pães em assadeira forrada com papel manteiga, cubra e deixe crescer por 30-40 minutos.","Pincele com ovo batido. Asse no centro do forno a 200°C por cerca de 10-12 minutos, até ficarem dourados.","Esfrie em grade.","Glacê (Glacê de Açúcar de Confeiteiro, opcional): Misture açúcar de confeiteiro e clara até formar glacê liso. Coloque sobre os pães vienenses resfriados.","Sirva frescos ou guarde refrigerados. Podem ser congelados sem glacê."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755870202142_j7meflsr5","title":"Pão Vina da Sigrid","servings":"Cerca de 20-25 pãezinhos","provider":"Sigrid","reference":"Livro de Receitas","pageNumber":52,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Pãezinhos úmidos de massa solta com fermento que proporciona textura extra macia e durável. A quantidade generosa de manteiga e leite cria textura rica, quase como brioche. Podem ser assados com ou sem passas. Mantêm-se macios por vários dias.","image":"sigridsvinabrod.jpg","ingredients":["500 ml de leite (morno, aprox. 37 °C)","500 g de manteiga (derretida ou macia)","1 kg de farinha de trigo (aprox. 1,6-1,7 litros, ajustar conforme necessário)","5 colheres de sopa de açúcar","50 g de fermento fresco ou fermento seco (aprox. 1 pacote de fermento seco)",{"group":"Adição","items":["Uvas-passas a gosto"]}],"instructions":["Aqueça o leite até morno (cerca de 37°C para fermento fresco, 40°C para fermento seco).","Dissolva o fermento no leite.","Adicione manteiga derretida ou macia, açúcar e a maior parte da farinha.","Sove até formar massa solta que mal solta da tigela.","DICA: A massa deve ser solta, isso proporciona pãezinhos mais úmidos.","Deixe a massa crescer coberta até dobrar de tamanho, cerca de 1 hora.","Divida em porções e faça pequenos pães/bolinhas. Coloque em assadeira forrada com papel manteiga.","Deixe crescer novamente por 30 minutos.","Pincele com ovo ou leite e asse a 200°C por cerca de 12-15 minutos.","Esfrie em grade. Sirva mornos ou frios."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755909670858_5xf4n9vc9","title":"Pão Vina Mais Simples","servings":"1 trança grande ou 12 pedaços","provider":"Vovó","reference":"Livro de Receitas","pageNumber":68,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Pão vina simples sem recheio, foco na massa doce e macia com fermento. O ovo proporciona riqueza e cor dourada enquanto a massa mantém-se úmida. Pode ser coberto com glacê de açúcar de confeiteiro ou açúcar pérola. Um pouco mais simples que a versão tradicional mas igualmente boa.","image":"enklerevinabrod.jpg","ingredients":[{"group":"Massa","items":["400 g de farinha de trigo","200 g de manteiga (fria, em cubos)","2 colheres de sopa de açúcar","2 ovos","50-100 ml de água (morna, ajustar conforme necessário)","15 g de fermento biológico fresco (pode aumentar para 25 g para menor tempo de fermentação)"]},{"group":"Para pincelar e glacê","items":["1 ovo para pincelar","Glacê de açúcar de confeiteiro ou açúcar pérola (opcional)"]}],"instructions":["Esfarele a manteiga na farinha.","Bata ovos, água morna e fermento.","Adicione açúcar e misture tudo bem até formar massa lisa.","DICA: Ajuste com um pouco de água/leite extra se a massa parecer muito seca.","Cubra e deixe crescer por 30-45 minutos até dobrar de tamanho.","Forme a massa em trança ou pão redondo e coloque em assadeira forrada com papel manteiga.","Deixe crescer novamente por 20-30 minutos.","Pincele com ovo batido.","Asse a 200°C por cerca de 20-25 minutos até dourar.","Esfrie em grade e decore opcionalmente com glacê de açúcar de confeiteiro ou açúcar pérola."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755483218975_n2vin9hoz","title":"Pimentinhas","servings":"Cerca de 40-50 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":16,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Escandinava","description":"Pequenos biscoitos de Natal condimentados com canela, cardamomo e uma pitada de pimenta. Formados em bolinhas redondas que ficam macias por dentro e levemente crocantes por fora. A mistura quente de especiarias proporciona espírito natalino. Perfeitos como pequenas mordidas doces durante o Advento.","image":"peppernotter.jpg","ingredients":["125 g de manteiga","125 g de açúcar","aprox. 250 g de farinha de trigo","100 ml de creme de leite","1 colher de chá de cardamomo","1 colher de chá de canela","1/3 colher de chá de pimenta","1 colher de chá de bicarbonato de sódio","1/2 colher de chá de fermento em pó"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione o creme de leite e misture bem.","Peneire farinha, cardamomo, canela, pimenta, bicarbonato e fermento em uma tigela.","Incorpore o seco na mistura de manteiga e trabalhe rapidamente até formar massa uniforme.","Faça pequenas bolinhas com a massa e coloque em assadeira forrada com papel manteiga.","Asse as pimentinhas no centro do forno a 175-180°C por 8-10 minutos, até ficarem uniformemente douradas.","Esfrie em grade e guarde em pote hermético."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756236980181_9msn9roci","title":"Pimentinhas da Sissel","servings":"Cerca de 60-80 unidades","provider":"Sissel","reference":"Livro de Receitas","pageNumber":95,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Pimentinhas aromáticas com cinco especiarias diferentes incluindo anis para sabor único. O melado proporciona textura mastigável-crocante que é característica. Pequenas e viciantes, perfeitas para o Natal. Conservam-se melhor em pote hermético para preservar crocância.","image":"sisselspeppernotter.jpg","ingredients":["250 g de manteiga","190 g de açúcar (225 ml)","1 ovo","1 colher de sopa de xarope claro","2 colheres de chá de canela moída","1 colher de chá de cravo moído","1 colher de chá de cardamomo moído","¼ colher de chá de gengibre moído","½ colher de chá de anis moído","2 colheres de chá de fermento em pó","375-400 g de farinha de trigo"],"instructions":["Bata manteiga e açúcar até ficar branco e aerado.","Adicione ovo e melado, misture bem.","Misture especiarias e fermento com a maior parte da farinha, e adicione.","Adicione o restante da farinha até a massa ficar lisa.","Faça pequenas bolinhas e coloque em assadeira forrada com papel manteiga.","Asse a 150-160°C por 12-15 minutos até ficarem levemente douradas.","Esfrie em grade.","DICA: Guarde em pote hermético para melhor sabor."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756156781205_hbxbb1b56","title":"Pizza","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":90,"category":"Pratos Principais","meal":"Jantar","cuisine":"Italiana","description":"Pizza caseira com carne moída e queijo cheddar para sabor forte e saciante. A base caseira com fermento é macia e aerada. O purê de tomate e orégano dão toque italiano à moda brasileira. Servida direto da assadeira para o perfeito lanche de fim de semana.","image":"pizza.jpg","ingredients":[{"group":"Massa","items":["450 ml de farinha de trigo","25 g de fermento biológico fresco (ou ½ pacote de fermento seco, 6 g)","½ colher de chá de sal","1 ½ colheres de sopa de manteiga derretida","150 ml de água morna"]},{"group":"Recheio","items":["150 g de carne moída","2 cebolas picadas finas","2 colheres de sopa de manteiga","5 colheres de sopa de extrato de tomate","1 ½ colheres de chá de sal","½ colher de chá de pimenta","100 ml de água","150 g de queijo cheddar ralado","1 colher de chá de orégano seco"]}],"instructions":[{"group":"Massa","steps":["Dissolva o fermento em água morna, adicione manteiga, sal e farinha.","Sove a massa até ficar lisa e deixe crescer por cerca de 30 min."]},{"group":"Recheio","steps":["Frite carne moída e cebola na manteiga até dourar.","Adicione purê de tomate, água, sal e pimenta. Deixe cozinhar por 5-10 min."]},{"group":"Assar","steps":["Abra a massa em base redonda ou retangular.","Distribua o recheio uniformemente sobre a base.","Polvilhe queijo e orégano.","Asse a 225°C por 12-15 min até o queijo dourar."]}],"createdAt":"2025-08-25"},
    {"id":"recipe_1756238217695_jbpbqb6ig","title":"Pudim de Peixe com Molho Branco em Cestinhas","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":97,"category":"Pratos Principais","meal":"Jantar","cuisine":"Norueguesa","description":"Elegante prato de festa onde cestinhas de massa folhada são recheadas com pudim de peixe em molho branco cremoso. O molho suave destaca o delicado sabor do peixe, enquanto camarões e aspargos adicionam luxo. O endro proporciona toque fresco nórdico. Um prato visualmente impressionante que tem sabor tão bom quanto aparência.","image":"fiskepuddingiterteskjell.jpg","ingredients":[{"group":"Molho branco","items":["3 colheres de sopa de manteiga (aprox. 45 g)","3 colheres de sopa de farinha de trigo (aprox. 45 g)","500 ml de leite (integral para mais cremosidade)","½ colher de chá de sal","¼ colher de chá de pimenta branca","DICA: 1 pitada de noz-moscada ou ½ cubo de caldo de peixe/galinha para mais sabor"]},{"group":"Recheio de peixe em molho","items":["500 g de empadão de peixe em cubos ou fatias","200 g de camarões limpos","8 aspargos levemente cozidos e cortados em pedaços","3 colheres de sopa de endro fresco picado","Variação: Substituir empadão por 400 g de peixe branco cozido (bacalhau ou pescada) ou salmão grelhado em cubos"]},{"group":"Para servir","items":["4 vol-au-vents grandes (comprados prontos)","4 folhas grandes de alface para decorar"]}],"instructions":[{"group":"Molho Branco","steps":["Derreta a manteiga em uma panela em fogo médio.","Adicione a farinha e cozinhe por 1-2 minutos para remover sabor cru de farinha.","Adicione gradualmente o leite batendo vigorosamente até o molho ficar uniforme.","Deixe cozinhar suavemente por 5 minutos mexendo até engrossar.","Tempere com sal, pimenta branca e opcionalmente noz-moscada/caldo."]},{"group":"Recheio de Peixe no Molho","steps":["Coloque o pudim de peixe em cubos no molho branco quente e deixe aquecer por cerca de 5 minutos em fogo baixo.","Adicione os pedaços de aspargo cozidos nos últimos 2 minutos do tempo de cozimento.","Adicione os camarões no final e aqueça delicadamente por 1 minuto, sem ferver.","Misture o endro picado logo antes de servir."]},{"group":"Servir","steps":["Aqueça as cestinhas de massa folhada conforme instruções da embalagem.","Coloque uma folha grande de alface em cada prato e coloque uma cestinha quente sobre ela.","Recheie generosamente as cestinhas com o recheio de peixe no molho.","Sirva imediatamente para que as cestinhas permaneçam crocantes.","DICA: Recheie logo antes de servir para melhor resultado."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1755558505336_app0buc45","title":"Quadrados de Aveia","servings":"Cerca de 20-25 quadrados","provider":"Vovó","reference":"Livro de Receitas","pageNumber":26,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Bolo crocante de aveia em quadrados com equilíbrio perfeito entre doce e salgado. A mistura simples de aveia, açúcar e manteiga se transforma no forno em quadrados dourados e crocantes. Açúcar de baunilha ou nozes picadas podem ser adicionados para variação. Um favorito do dia a dia que sempre desaparece rápido.","image":"havregrynsknas.jpg","ingredients":["400 ml de aveia em flocos","200 ml de açúcar","200 g de manteiga derretida","200 ml de farinha de trigo"],"instructions":["Misture aveia, açúcar, manteiga derretida e farinha até formar massa uniforme.","Espalhe a massa em assadeira forrada com papel manteiga, cerca de 0,5-1 cm de espessura.","Asse no centro do forno a 180°C até ficar dourado claro, cerca de 12-15 minutos.","Corte em quadrados enquanto o bolo ainda está quente.","Esfrie completamente antes de servir.","DICA: Adicione um pouco de açúcar de baunilha ou nozes picadas para sabor extra."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755825995110_j1pvjeoo6","title":"Rosca","servings":"1 rosca grande (cerca de 12 pedaços)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":49,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Uma rosca norueguesa clássica com cardamomo e açúcar. Pode ser recheada com geleia ou açúcar/canela. A massa é aerada e macia, com superfície crocante quando pincelada com clara e açúcar. Perfeita para café ou mesa festiva.","image":"kringle.jpg","ingredients":[{"group":"Massa","items":["500 g de farinha de trigo","100 g de manteiga ou margarina","125 g de açúcar","½ colher de chá de cardamomo","50 g de fermento biológico ou 1 pacote de fermento seco (11 g)","300 ml de leite (morno)"]},{"group":"Pincelagem e recheio","items":["1 clara","2 colheres de sopa de açúcar ou açúcar com cacau","Geleia ou açúcar/canela para recheio (opcional)"]}],"instructions":["Esfarele a manteiga na farinha.","Dissolva o fermento em um pouco do leite morno.","Misture tudo bem com açúcar e cardamomo, sove a massa até ficar lisa.","Deixe a massa crescer até dobrar de tamanho.","Forme uma rosca e recheie opcionalmente com geleia ou açúcar/canela.","Pincele com clara e polvilhe açúcar ou açúcar com cacau.","Asse a 200°C por cerca de 20-25 minutos até dourar."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755982888704_vb3xvy7h3","title":"Rosca da Gunnbjørg","servings":"1 rosca grande (cerca de 12-14 porções)","provider":"Gunnbjørg","reference":"Livro de Receitas","pageNumber":75,"category":"Assados com Fermento","meal":"Café","cuisine":"Norueguesa","description":"Impressionante rosca de fermento recheada com massa de amêndoas e passas para aparência festiva. O rico recheio de amêndoas moídas e claras batidas derrete junto com a massa aerada. Decorada com amêndoas ou açúcar pérola fica irresistível. Um centro orgulhoso na mesa de café.","image":"gunnbjorgskringle.jpg","ingredients":[{"group":"Massa","items":["500 g de farinha de trigo","150 g de manteiga","150 g de açúcar","2 ovos","50 g de fermento biológico fresco","300 ml de leite","1 ½ colheres de chá de cardamomo"]},{"group":"Recheio","items":["200 g de amêndoas moídas","200 g de açúcar","2 claras","100 g de uvas-passas"]},{"group":"Decoração","items":["1 ovo para pincelar","Amêndoas picadas ou açúcar pérola"]}],"instructions":["Esfarele a manteiga na farinha. Adicione açúcar e cardamomo.","DICA: Você também pode derreter a manteiga e misturar com o leite - isso torna a massa mais fácil de trabalhar, mas dá consistência ligeiramente diferente.","Aqueça o leite morno e dissolva o fermento em um pouco do leite.","Misture o fermento com o restante do leite, ovos e mistura de farinha até formar massa lisa.","Cubra e deixe crescer por cerca de 1 hora.","Faça o recheio: Moa as amêndoas e misture com açúcar e claras batidas em neve. Adicione passas.","Abra a massa em retângulo. Forme uma rosca na assadeira e achate um pouco.","Coloque o recheio ao longo do centro, dobre bem a massa sobre ele.","Deixe a rosca crescer por cerca de 30 minutos.","Pincele com ovo batido e polvilhe amêndoas picadas ou açúcar pérola.","Asse a 225°C por cerca de 20 minutos até dourar.","DICA: Cubra com papel manteiga no final se a rosca ficar muito escura."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755822745224_a91e1v7f1","title":"Rosquinhas da Klara","servings":"20-24 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":8,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Rosquinhas macias com passas e nozes opcionais para sabor extra. A massa simples é crescida com fermento em pó para preparo rápido. Doçura suave e consistência úmida as tornam perfeitas para café. Podem ser decoradas com ovo ou açúcar pérola para aparência mais festiva.","image":"rosinkringler.jpg","ingredients":["500 g de farinha de trigo","200 g de açúcar","250 g de manteiga","2 ovos","4 colheres de chá de fermento em pó","200 ml de leite","100 g de uvas-passas","50 g de nozes picadas (opcional)"],"instructions":["Misture farinha e fermento em uma tigela.","Esfarele a manteiga até a mistura parecer migalhas grossas.","Bata os ovos levemente e adicione junto com o açúcar.","Adicione leite e misture até formar massa uniforme.","Incorpore passas e nozes se desejar.","Faça pequenos rolos, forme rosquinhas e coloque em assadeira forrada com papel manteiga.","Asse no centro do forno a 200°C por cerca de 10-12 minutos, até ficarem douradas.","Esfrie em grade.","DICA: Polvilhe açúcar pérola ou pincele com ovo batido antes de assar para rosquinhas brilhantes."],"createdAt":"2025-08-22"},
    {"id":"recipe_1755485212305_6c4rynvqc","title":"Rosquinhas de Berlim","servings":"Cerca de 30-40 unidades","provider":"Vovó","reference":"Livro de Receitas","pageNumber":3,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Rosquinhas crocantes de Natal com centro amanteigado e superfície doce cristalizada de açúcar. A rica massa de manteiga e gemas proporciona uma textura delicada que derrete na boca. A clara de ovo e o açúcar criam um acabamento brilhante que é festivo e adiciona crocância extra. Uma parte indispensável da mesa de biscoitos de Natal norueguesa com sua forma e sabor característicos.","image":"berlinerkranser.jpg","ingredients":["250 g de farinha de trigo","65 g de açúcar","145 g de margarina ou manteiga","1 gema","1 clara (para pincelar)","açúcar pérola ou açúcar grosso (para cobertura)"],"instructions":["Esfarele a farinha, açúcar e margarina até formar uma mistura farelenta.","Adicione a gema e amasse bem até formar uma massa lisa.","Divida a massa em pequenas porções e enrole em cilindros da espessura de um dedo.","Forme pequenas rosquinhas e coloque em assadeira forrada com papel manteiga.","Pincele as rosquinhas com clara de ovo levemente batida.","Mergulhe o lado de cima em açúcar pérola ou açúcar grosso.","Asse em fogo baixo, cerca de 175°C, por 8-10 minutos até ficarem levemente douradas.","Esfrie em grade e guarde em pote hermético."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756244190519_9jebycq4l","title":"Salada de Camarão da Astrid","servings":"6 porções","provider":"Astrid","reference":"Livro de Receitas","pageNumber":107,"category":"Acompanhamentos","meal":"Café da Manhã/Almoço","cuisine":"Norueguesa","description":"Elegante salada de camarão com macarrão e maionese, perfeita para buffets frios e ocasiões festivas. A combinação de camarões doces, massa macia e maionese cremosa cria um sabor suave e agradável. Desenformada em prato e decorada com limão, ovo e tomate para uma apresentação visual impressionante. Para uma versão mais leve, metade da maionese pode ser substituída por creme azedo ou crème fraîche.","image":"astridsrekesalat.jpg","ingredients":["500 g de camarões limpos","1 cebola pequena picada","200-250 g de macarrão","200 g de maionese","Decoração: rodelas de limão, ovos cozidos cortados, rodelas de tomate, folhas de alface"],"instructions":["Cozinhe o macarrão em água salgada. Escorra bem em água fria e deixe escorrer.","Misture o macarrão com camarões e cebola picada.","Adicione a maionese até obter uma mistura cremosa.","Coloque tudo em uma forma e pressione levemente. Cubra e deixe na geladeira por pelo menos 2 horas.","Desenforme a salada em um prato de servir.","Decore com limão, ovos, tomate e folhas de alface.","DICA: Para sabor mais fresco, você pode substituir metade da maionese por creme azedo ou crème fraîche."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756235893200_2ac0qeeas","title":"Salada de Frango","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":89,"category":"Acompanhamentos","meal":"Jantar","cuisine":"Norueguesa","description":"Salada mista clássica com frango, presunto, queijo e molho cremoso de creme azedo. A alface iceberg proporciona crocância enquanto a proteína torna saciante. O molho suave de queijo une tudo. Um prato completo de almoço que é servido com pão.","image":"kyllingsalat.jpg","ingredients":[{"group":"Molho","items":["200 ml de creme de leite light (20% gordura)","50 g de queijo Norvegia ou outro queijo suave ralado fino","1 colher de chá de açúcar","1-2 colheres de chá de suco de limão espremido"]},{"group":"Salada","items":["½ cabeça de alface americana","½ frango grelhado (aprox. 300 g de carne limpa)","200 g de presunto cozido em cubos","200 g de queijo Norvegia ou Cheddar em cubos","2 talos de salsão em fatias","4 tomates em gomos"]},{"group":"Para servir","items":["1 pão francês ou baguete"]}],"instructions":["Rasgue alface iceberg em pedaços e coloque em tigela grande.","Divida a carne de frango em tiras e adicione junto com presunto, queijo, aipo e tomates.","Misture o creme azedo com queijo, açúcar e suco de limão até formar molho uniforme.","Misture levemente a salada com o molho, ou sirva o molho ao lado.","Sirva com pão francês fresco ao lado."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756235804418_h469xpukg","title":"Salada de Frutas","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":88,"category":"Acompanhamentos","meal":"Jantar","cuisine":"Norueguesa","description":"Salada crua fresca com repolho, cenoura e ameixas em molho doce de laranja. O repolho e cenoura crocantes são contrastados pelas ameixas macias e doces. Nozes adicionam crocância e substância. Uma salada saudável e colorida que serve tanto como acompanhamento quanto prato leve.","image":"fruktsalat.jpg","ingredients":["Suco de 1 laranja","50 ml de água","1 colher de sopa de açúcar (ajustar ao gosto)","200 g de repolho picado fino","1 cenoura ralada","6-8 ameixas secas picadas","Um punhado de nozes ou outras castanhas (opcional)"],"instructions":["Esprema o suco de uma laranja e misture com água e açúcar.","Pique o repolho fino, rale a cenoura e pique as ameixas.","Misture tudo em uma tigela e despeje o molho de açúcar sobre.","Adicione nozes se desejar.","Deixe a salada descansar na geladeira por pelo menos 15 minutos antes de servir."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756244045309_s4m0wsslt","title":"Salada de Frutas com Nozes","servings":"4-6 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":105,"category":"Sobremesa","meal":"Sobremesa","cuisine":"Norueguesa","description":"Salada de frutas colorida com frutas frescas e em calda para textura e sabor variados. O açúcar de confeiteiro e suco de limão equilibram perfeitamente a doçura. As nozes no topo proporcionam crocância bem-vinda. Um final fresco para a refeição ou sobremesa leve.","image":"fruktsalatmednotter.jpg","ingredients":["½ melão honeydew","1 banana","250 g de morangos","250 g de ginjas ou cerejas","1 lata de pêssegos em calda (aprox. 420 g peso escorrido)","1 lata de tangerinas em calda (aprox. 300 g peso escorrido)","Um pequeno punhado de nozes (nozes, amêndoas ou avelãs)","2 colheres de sopa de açúcar de confeiteiro","Suco de ½ limão"],"instructions":["Corte as frutas em pedaços adequados e coloque em uma tigela grande.","Polvilhe açúcar de confeiteiro e esprema suco de limão sobre as frutas. Misture delicadamente.","Cubra com nozes picadas grosseiramente.","Sirva a salada de frutas refrigerada, sozinha ou com sorvete de baunilha, creme batido ou iogurte.","DICA: Para frescor extra, você pode adicionar um pouco de suco de laranja ao molho."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756238812575_zshudyem5","title":"Salada de Repolho","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":101,"category":"Acompanhamentos","meal":"Jantar","cuisine":"Norueguesa","description":"Salada de repolho cremosa inspirada em coleslaw com maionese e creme azedo. O repolho e pimentão finamente cortados proporcionam textura crocante. O molho é suave e cremoso com leve acidez. Acompanhamento perfeito para churrasco ou carne frita.","image":"kalsalat.jpg","ingredients":["750 ml de repolho picado fino","1 pimentão verde pequeno picado","75 ml de maionese","75 ml de creme de leite light (20%)","1 cebola pequena picada fina"],"instructions":["Pique finamente repolho, pimentão e cebola.","Misture maionese e creme azedo para formar molho.","Incorpore os vegetais e tempere com um pouco de sal e pimenta.","Deixe a salada descansar por pelo menos 30 minutos na geladeira antes de servir para desenvolver os sabores.","DICA: Combina especialmente bem com carne frita ou churrasco."],"createdAt":"2025-08-26"},
    {"id":"recipe_1756155957858_zvw4c81ww","title":"Segredo Escuro","servings":"8 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":83,"category":"Sobremesa","meal":"Sobremesa","cuisine":"Norueguesa","description":"Rica sobremesa de chocolate com gelatina, creme, nozes e frutas para prazer complexo. Pode ser servida como mousse ou feita como bolo em camadas com pão de ló. A combinação de chocolate, nozes e abacaxi proporciona contrastes empolgantes de sabor. Melhor quando descansa durante a noite.","image":"morkhemmelighet.jpg","ingredients":[{"group":"Mistura de chocolate","items":["100 g de chocolate amargo ao leite","300 ml de leite integral","5 folhas de gelatina (aprox. 10 g)"]},{"group":"Mistura de creme","items":["500 ml de creme de leite","50 ml de abacaxi em calda picado","100 ml de uvas-passas","100 ml de avelãs picadas (torradas)","5 folhas de gelatina (aprox. 10 g)"]},{"group":"Opcional","items":["1 base de pão de ló pronta (pode omitir, usar se quiser fazer versão bolo)"]}],"instructions":[{"group":"Mistura de Chocolate","steps":["Coloque 5 folhas de gelatina em água fria por 5 minutos.","Aqueça o leite até quase ferver, retire do fogo.","Adicione chocolate picado e mexa até derreter.","Esprema a água da gelatina e adicione ao leite com chocolate quente.","Esfrie a mistura até temperatura ambiente."]},{"group":"Mistura de Creme","steps":["Coloque as 5 folhas de gelatina restantes em água fria.","Bata o creme até picos macios.","Incorpore abacaxi picado, passas e nozes.","Derreta a gelatina cuidadosamente em 2 colheres de sopa de água quente e adicione à mistura de creme."]},{"group":"Montagem","steps":["Incorpore delicadamente a mistura de chocolate na mistura de creme.","Coloque a mistura em tigela de vidro grande ou distribua em taças individuais.","DICA: Se quiser variante de bolo, coloque a mousse em camadas com bases de pão de ló.","Deixe refrigerado pelo menos 4-6 horas, preferencialmente durante a noite, até firmar.","Sirva com frutas vermelhas frescas ou raspas de chocolate no topo."]}],"createdAt":"2025-08-25"},
    {"id":"recipe_1755540531697_0ukql48af","title":"Sonhos","servings":"Cerca de 40-50 sonhos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":4,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Sonhos tradicionais noruegueses com sabor suave de limão e textura crocante. Bicarbonato de amônio (hornsalt) e bicarbonato de sódio proporcionam crescimento característico. Fritos até perfeição dourada. Um clássico nostálgico que tem gosto de infância.","image":"smultringer.jpg","ingredients":["2 ovos","3 xícaras de açúcar (aprox. 600 ml)","4 xícaras de leite integral (aprox. 800 ml)","50 g de manteiga derretida","3 colheres de chá de sal de amônio (bicarbonato de amônio)","1 colher de chá de bicarbonato de sódio","½ colher de chá de gotas de limão ou raspas de limão","Aprox. 1-1,2 kg de farinha de trigo (até obter massa firme mas macia)","Banha ou gordura para fritar"],"instructions":["Bata ovos e açúcar até ficar claro e aerado.","Adicione leite, manteiga derretida e gotas de limão (ou raspas).","Misture farinha peneirada, hornsalt e bicarbonato aos poucos, até a massa ficar firme mas lisa.","Abra a massa até cerca de ½ cm de espessura.","Corte sonhos com cortador de sonhos ou use copo e rolha pequena para o centro.","Aqueça óleo ou banha em panela a cerca de 170°C.","Frite os sonhos dourados dos dois lados.","Deixe escorrer em papel toalha antes de servir."],"createdAt":"2025-08-18"},
    {"id":"recipe_1756245166545_nbvm52fy1","title":"Sonhos da Vesla","servings":"cerca de 25-30 sonhos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":110,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Sonhos aerados com creme de ovos e creme batido para leveza extra. O cardamomo proporciona aroma delicado enquanto a fritura garante crocância perfeita. Ficam dourados e irresistíveis. Uma versão melhorada dos sonhos clássicos.","image":"veslassmultringer.jpg","ingredients":["4 ovos","250 g de açúcar","150 ml de creme de leite batido","60 g de manteiga ou margarina derretida","540 g de farinha de trigo (aprox. 900 ml)","1 colher de chá de fermento em pó","1 colher de chá de sal de amônio (bicarbonato de amônio)","1 colher de chá de cardamomo moído","Banha ou óleo neutro para fritar"],"instructions":["Bata ovos e açúcar até formar creme aerado.","Bata o creme até ficar firme, e incorpore ao creme de ovos.","Adicione manteiga derretida e resfriada.","Peneire farinha, fermento, hornsalt e cardamomo, e incorpore à massa.","Deixe a massa descansar refrigerada por pelo menos 30 minutos.","Abra a massa até cerca de 1 cm de espessura. Corte sonhos redondos com cortador de sonhos.","Aqueça óleo ou banha a 170-175°C.","Frite alguns sonhos de cada vez, cerca de 2-3 minutos por lado, até ficarem dourados.","Deixe escorrer em grade ou papel toalha."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755983016887_294difx3m","title":"Sonhos Ricos","servings":"Cerca de 40-50 sonhos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":75,"category":"Biscoitos de Natal","meal":"Café","cuisine":"Norueguesa","description":"Sonhos luxuosos com muitos ovos e creme de leite para riqueza extra. Ficam mais úmidos e parecidos com bolo que sonhos comuns. O cardamomo proporciona aroma delicado. Fritos até perfeição dourada para crocância irresistível.","image":"rikesmultringer.jpg","ingredients":["8 gemas","4 claras","500 g de açúcar","250 ml de creme de leite batido","150 g de manteiga derretida","½ colher de chá de cardamomo","1 colher de chá de sal de amônio","aprox. 1 kg de farinha de trigo","Banha para fritar"],"instructions":["Bata gemas, claras e açúcar até formar creme aerado.","Incorpore creme batido e manteiga derretida resfriada.","Misture cardamomo, hornsalt e farinha até formar massa firme mas lisa.","Faça cilindros da espessura de um dedo e forme anéis ou pequenos dedos.","Aqueça óleo ou banha a cerca de 170-180°C.","Frite os sonhos até dourar dos dois lados.","Deixe escorrer em papel toalha antes de servir.","DICA: Teste o óleo com um pedacinho de massa - deve borbulhar e subir lentamente à superfície."],"createdAt":"2025-08-23"},
    {"id":"recipe_1756243904531_8cwddvhqw","title":"Strogonoff de Carne","servings":"4 porções","provider":"Vovó","reference":"Livro de Receitas","pageNumber":103,"category":"Pratos Principais","meal":"Jantar","cuisine":"Russa","description":"Strogonoff cremoso com carne bovina macia em molho rico de purê de tomate e creme. O suco de limão proporciona uma acidez fresca que eleva o molho rico e evita que o prato fique muito pesado. A carne fica macia com o cozimento lento e absorve os sabores do molho. Serve-se com arroz ou purê de batata que absorve o delicioso molho. Pode ser expandido com pimentão ou cogumelos para profundidade extra.","image":"biffstroganoff.jpg","ingredients":["800 g de carne bovina (filé mignon, contra-filé ou alcatra) em cubos","2 cebolas grandes picadas","4 colheres de sopa de óleo ou manteiga","2 colheres de chá de sal","1 colher de chá de pimenta-do-reino moída na hora","4 colheres de sopa de extrato de tomate","suco de 1/2 limão","300 ml de creme de leite"],"instructions":["Aqueça o óleo em uma panela e doure bem a carne por todos os lados.","Adicione a cebola picada e refogue até ficar transparente.","Adicione sal, pimenta, purê de tomate e suco de limão. Misture bem.","Despeje o creme e deixe cozinhar em fogo baixo com tampa por cerca de 30 minutos, até a carne estar macia.","Sirva bem quente com arroz ou purê de batata.","DICA: Adicione pimentão ou cogumelos para uma variante mais clássica."],"createdAt":"2025-08-26"},
    {"id":"recipe_1755558760110_uwrhndrng","title":"Terterinhas","servings":"Cerca de 40 biscoitos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":28,"category":"Biscoitos","meal":"Café","cuisine":"Norueguesa","description":"Pequenos biscoitos de manteiga enrolados em açúcar para superfície caramelizada e crocante. A massa fria de manteiga fica extra crocante durante o cozimento. O açúcar proporciona doçura e crocância. Biscoitos elegantes que parecem mais complicados do que são.","image":"terteringer.jpg","ingredients":["250 g de farinha de trigo","175 g de manteiga (fria ou temperatura ambiente)","1 gema","5 colheres de sopa de creme de leite","1 clara (para pincelar)","3-4 colheres de sopa de açúcar pérola ou açúcar grosso (para cobrir)"],"instructions":["Peneire a farinha e esfarele com a manteiga até formar massa farelenta.","Adicione gema e creme. Amasse rapidamente até formar massa uniforme.","Abra a massa até cerca de 0,5 cm de espessura.","Corte pequenos círculos (use copo ou formas pequenas).","Mergulhe cada círculo primeiro em clara levemente batida e depois em açúcar grosso.","Coloque os biscoitos em assadeira forrada com papel manteiga.","Asse no centro do forno a 180°C por 8-12 minutos, até ficarem dourados claros.","Esfrie em grade e guarde em pote hermético.","DICA: Use açúcar pérola para biscoitos extra crocantes e decorativos."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755910062649_7shbe56cy","title":"Torta de Limão","servings":"1 torta (8 porções)","provider":"Vovó","reference":"Livro de Receitas","pageNumber":69,"category":"Sobremesa","meal":"Sobremesa","cuisine":"Norueguesa","description":"Torta fresca de limão com creme ácido equilibrado por merengue doce e aerado. A base crocante de massa quebrada proporciona contraste perfeito ao recheio cremoso. O merengue fica dourado e levemente caramelizado. Uma sobremesa elegante que equilibra doce e azedo magistralmente.","image":"sitronpai.jpg","ingredients":[{"group":"Base de massa quebrada","items":["150 g de farinha de trigo","100 g de manteiga (fria, em cubos)","50 g de açúcar","1 gema","1-2 colheres de sopa de água fria"]},{"group":"Recheio","items":["3 gemas","1 limão (suco e raspas)","200 g de açúcar","200 ml de água","2 colheres de sopa de fécula de batata","1 colher de chá de manteiga"]},{"group":"Merengue","items":["3 claras","60 g de açúcar de confeiteiro"]}],"instructions":["Esfarele manteiga na farinha até formar massa granulada. Adicione açúcar e gema, trabalhe rapidamente até formar massa. Adicione água fria se necessário.","Embrulhe a massa em plástico e deixe descansar na geladeira por pelo menos 30 minutos.","Abra a massa e forre forma de torta (cerca de 24 cm). Fure o fundo com garfo e pré-asse por 10 minutos a 180°C.","Ferva água e açúcar até formar calda clara.","Dissolva fécula de batata em suco de limão e adicione raspas de limão.","Adicione mistura de limão e manteiga na panela, ferva mexendo até o creme engrossar.","Adicione as gemas por último, retire a panela do fogo, e despeje o recheio na base de torta pré-assada.","Bata as claras em neve, adicione açúcar de confeiteiro aos poucos até obter merengue brilhante.","Espalhe o merengue sobre o recheio e asse por mais cerca de 20 minutos a 160-170°C até o merengue ficar levemente dourado.","Esfrie e sirva."],"createdAt":"2025-08-23"},
    {"id":"recipe_1755560893492_1fold3rr2","title":"Waffles Franceses","servings":"Cerca de 20-25 pequenos bolos","provider":"Vovó","reference":"Livro de Receitas","pageNumber":36,"category":"Panquecas e Pães Finos","meal":"Café","cuisine":"Europeia","description":"Waffles pequenos e elegantes com superfície cristalizada de açúcar e recheio cremoso. A massa fria de manteiga fica extra crocante, enquanto o açúcar carameliza levemente durante o cozimento. Recheados com creme batido ou creme de manteiga para mordida luxuosa. Devem ser recheados no mesmo dia para crocância ideal.","image":"franskevafler.jpg","ingredients":["125 g de manteiga (fria, em cubos)","125 ml de creme de leite","125 g de açúcar","Açúcar grosso para polvilhar","150 ml de chantilly ou creme de manteiga para recheio"],"instructions":["Esfarele manteiga e farinha até formar massa granulada.","Adicione o creme e amasse rapidamente até formar massa uniforme.","Abra a massa finamente e corte pequenos círculos.","Vire cada círculo no açúcar de um lado.","Coloque os círculos em assadeira com o lado do açúcar para cima.","Asse a 190°C por 7-10 minutos até dourar.","Esfrie em grade.","Junte os círculos dois a dois com creme ou creme de manteiga como recheio.","DICA: Os bolos devem ser recheados no mesmo dia em que serão servidos."],"createdAt":"2025-08-18"},
    {"id":"recipe_1755918134745_mbei6bzn0","title":"Xarope Caseiro","servings":"Cerca de 4-5 litros de xarope","provider":"Vovó","reference":"Livro de Receitas","pageNumber":69,"category":"Bebidas","meal":"Bebidas","cuisine":"Norueguesa","description":"Xarope caseiro de frutas vermelhas ou flor de sabugueiro com opção entre método cozido ou cru. Xarope cozido dura vários meses no escuro e frio em garrafas esterilizadas, enquanto xarope cru tem sabor mais fresco mas duração menor (1-2 semanas refrigerado, ou congele para armazenamento mais longo). Maneira perfeita de preservar frutas da estação. Dilua com água ao servir.","image":"hjemmelagetsaft.jpg","ingredients":[{"group":"Frutas ou flores (escolha uma)","items":["2 kg de groselhas pretas","2 kg de groselhas vermelhas","2 kg de framboesas","2 kg de morangos","2 kg de mirtilos","2 kg de maçãs","2 kg de peras","30 cachos de flores de sabugueiro"]},{"group":"Para cozimento","items":["600-800 ml de água","600-800 g de açúcar por litro de suco coado"]},{"group":"Para extração a frio","items":["2 limões em fatias (opcional)","30 g de ácido cítrico (aprox. 2 colheres de sopa)","1,5 litros de água","600-800 g de açúcar por litro de suco coado"]}],"instructions":[{"group":"Cozimento","steps":["Lave bem as frutas, flores ou sabugueiro e remova tudo que estiver estragado.","Coloque frutas/flores e água em panela grande. Cozinhe suavemente até ficarem pálidas e o suco extrair.","Despeje a massa em pano de xarope (ou pano de prato fino) colocado em peneira sobre tigela. Deixe o xarope escorrer lentamente pelo pano sem pressionar. Para melhor resultado deve ficar 6-12 horas, preferencialmente durante a noite.","Meça o xarope e adicione 600-800 g de açúcar por litro de xarope coado.","Ferva até o açúcar dissolver.","Despeje o xarope quente em garrafas esterilizadas, feche as tampas e esfrie.","Armazene no escuro e frio."]},{"group":"Xarope Cru","steps":["Lave bem as frutas, flores ou sabugueiro e remova tudo que estiver estragado.","Coloque os ingredientes em tigela grande junto com fatias de limão e ácido cítrico.","Ferva água, despeje sobre a mistura e cubra.","Deixe descansar frio por 2-3 dias, mexa ocasionalmente.","Coe a mistura através de pano de xarope (ou pano de prato fino) colocado em peneira sobre tigela. Deixe o xarope escorrer lentamente sem espremer. Isso leva geralmente 6-12 horas.","Meça o líquido e adicione 600-800 g de açúcar por litro de xarope coado.","Mexa até o açúcar dissolver completamente.","Despeje em garrafas limpas e armazene refrigerado ou congele.","DICA: Xarope cru é ótimo como bebida de verão, em coquetéis ou como base para geleia."]},{"group":"Dicas","steps":["Sempre use utensílios limpos e garrafas ou potes esterilizados para melhor durabilidade.","Armazene o xarope no escuro e frio, e rotule as garrafas com conteúdo e data."]}],"createdAt":"2025-08-23"},
    {"id":"recipe_1756245784874_sgj5l214r","title":"Xarope Cru de Mirtilo, Groselha e Groselha Preta","servings":"Cerca de 8-10 garrafas de 0,75 l","provider":"Vovó","reference":"Livro de Receitas","pageNumber":115,"category":"Xaropes","meal":"Bebidas","cuisine":"Norueguesa","description":"Xarope cru moderno de mirtilo, groselha ou groselha preta que preserva sabor fresco de frutas sem cozimento. Dura 2-4 semanas refrigerado, 6-12 meses congelado, ou pode ser pasteurizado (85°C) para armazenamento em temperatura ambiente. Alto teor de açúcar garante conservação. Dilui-se 1:4 para bebida refrescante de verão.","image":"rasaft.jpg","ingredients":[{"group":"Variante mirtilo","items":["6 litros de mirtilos","400 ml de água","50 g de ácido cítrico (substitui o ácido tartárico)","700 g de açúcar por litro de suco coado"]},{"group":"Variante groselha","items":["1 kg de groselhas","800 ml de água","16 g de ácido cítrico","1 kg de açúcar por 12 xícaras de café de suco coado"]},{"group":"Variante groselha preta","items":["1 kg de groselhas pretas","1 litro de água","1 kg de açúcar por 12 xícaras de café de suco coado"]}],"instructions":[{"group":"Preparação","steps":["Esterilize garrafas e tampas: Ferva por 10 minutos ou aqueça no forno a 120°C por 20 minutos.","Lave e limpe as frutas."]},{"group":"Extrair xarope","steps":["Amasse levemente as frutas e misture com água e opcionalmente ácido cítrico (não para groselha preta).","Cubra com tampa ou pano e deixe descansar refrigerado por 1-2 dias.","Mexa várias vezes ao dia.","Coe o xarope através de pano ou peneira de xarope."]},{"group":"Adoçar e conservar","steps":["Meça a quantidade de xarope coado.","Adicione açúcar conforme a receita (700 g por litro para mirtilo, 1 kg por 12 xícaras de café para groselha/groselha preta).","Mexa até o açúcar dissolver completamente."]},{"group":"Armazenamento","steps":["Despeje o xarope em garrafas esterilizadas.","Alternativa 1 (xarope cru, melhor sabor): Coloque as garrafas na geladeira (durável 2-4 semanas) ou congele em garrafas plásticas (durável 6-12 meses).","Alternativa 2 (pasteurizado, maior durabilidade): Aqueça o xarope a 85°C por 1-2 minutos, engarrafe quente em garrafas esterilizadas e feche. Pode então ser armazenado em temperatura ambiente."]},{"group":"Servir","steps":["Dilua 1:4 com água fria ou água com gás conforme gosto.","DICA: Fica extra gostoso com cubos de gelo e algumas frutas frescas no copo."]}],"createdAt":"2025-08-26"},
    {"id":"recipe_1756145571081_f09smqysq","title":"Xarope da Lovise","servings":"Cerca de 4-5 litros de xarope pronto","provider":"Lovise","reference":"Livro de Receitas","pageNumber":79,"category":"Bebidas","meal":"Bebidas","cuisine":"Norueguesa","description":"Xarope doméstico prático com essência e ácido cítrico que se conserva vários meses em temperatura ambiente em garrafas esterilizadas. A alta concentração de açúcar e ácido garante longa durabilidade sem refrigeração. Dilui-se fortemente ao servir (1:4-5). Uma maneira econômica de ter xarope disponível o ano todo.","image":"lovisessaft.jpg","ingredients":["3 litros de água","3 kg de açúcar","60 g de ácido cítrico","25 g de essência de laranja","25 gotas de corante alimentício amarelo (pode omitir)"],"instructions":["Ferva água e açúcar até o açúcar dissolver.","Adicione ácido cítrico, essência de laranja e corante alimentício.","Despeje o xarope em garrafas esterilizadas.","Sirva diluído com água (1 parte de xarope para 4-5 partes de água).","DICA: O corante pode ser omitido para uma bebida mais natural."],"createdAt":"2025-08-25"},
    {"id":"recipe_1756245556348_kiq45cb9x","title":"Xarope de Framboesa Vermelha","servings":"Cerca de 2-3 litros de xarope pronto","provider":"Vovó","reference":"Livro de Receitas","pageNumber":114,"category":"Xaropes","meal":"Bebidas","cuisine":"Norueguesa","description":"Xarope fresco de framboesa feito com 8 dias de extração a frio para sabor ideal de frutas vermelhas. O alto teor de açúcar (1:1) e ácido tartárico garantem durabilidade de vários meses refrigerado em garrafas esterilizadas. Proporciona intenso sabor de framboesa quando diluído (1:3-4). Bebida perfeita de verão ou adição de sabor em sobremesas.","image":"rodbringebaersaft.jpg","ingredients":["2 kg de framboesas","1 litro de água","10 g de ácido tartárico (ou ácido cítrico)","Açúcar: 1 kg por litro de suco pronto"],"instructions":["Misture framboesas, água e ácido tartárico em recipiente limpo.","Deixe descansar frio por cerca de 8 dias. Mexa várias vezes ao dia.","Coe o xarope através de pano ou peneira fina.","Meça o xarope. Adicione 1 kg de açúcar por litro de xarope.","Mexa até o açúcar dissolver completamente.","Despeje em garrafas esterilizadas e guarde refrigerado.","DICA: Dilua com 3-4 partes de água ao servir."],"createdAt":"2025-08-26"}
  ]
}